{
  "speaker": "Chair Jerome H. Powell",
  "speeches": [
    {
      "title": "Opening Remarks",
      "date": "2025-07-22T00:00:00",
      "location": "At the Integrated Review of the Capital Framework for Large Banks Conference, Federal Reserve Board, Washington, D.C.",
      "url": "https://www.federalreserve.gov/newsevents/speech/powell20250722a.htm",
      "summary": "Below is a concise summary of the speech given by Federal Reserve Board Chair Jerome H. Powell at a conference on the integrated review of the capital framework for large banks.\n\n**Overview and Introduction:** Powell welcomed attendees to the Federal Reserve Board and expressed appreciation for the high interest in the topic. He thanked Vice Chair for Supervision Michael S. Barr (referred to as Bowman in the speech) for initiating the event and the Fed staff for their efforts in organizing it.\n\n**Purpose of the Conference:** The event brings together industry experts, academics, and policymakers to examine the U.S. bank capital framework holistically, rather than in isolation. Powell emphasized the need to ensure that all components work together effectively to maintain a safe, sound, and efficient banking system, ultimately supporting economic growth and public welfare.\n\n**Key Components of the Framework:** He outlined the main elements, including risk-based capital requirements, leverage requirements, surcharges for the largest and most complex banks, and stress tests. Powell noted that proposals are underway or outstanding in these areas, and the conference will discuss their status and future direction.\n\n**Role of Supervision and Competition:** Highlighting the implementation of regulations through supervision, Powell praised Barr's (Bowman's) background as a former banker and supervisor. He stressed the importance of banks being well-capitalized, effectively managing risks, and competing with domestic and international peers, including nonbank firms.\n\n**Fed's Approach:** Powell described the Federal Reserve as a dynamic institution open to new ideas and feedback to improve the capital framework. He expressed eagerness to hear from participants.\n\nIn closing, Powell thanked attendees for their involvement, underscoring the value of collaborative input for refining banking regulations. The speech, delivered in a welcoming tone, focused on balancing safety, soundness, and competitiveness in the banking sector.",
      "content": "Accessible Keys for Video\n[Space Bar]toggles play/pause;\n[Right/Left Arrows]seeks the video forwards and back (5 sec );\n[Up/Down Arrows]increase/decrease volume;\n[M]toggles mute on/off;\n[F]toggles fullscreen on/off (Except IE 11);\nThe[Tab]key may be used in combination with the[Enter/Return]key to navigate and activate control buttons, such as caption on/off.\nGood morning, and welcome to the Federal Reserve Board. I am pleased, though not surprised, to see such great interest in the topic of today's conference—the integrated review of the capital framework for large banks. I want to thank Vice Chair for Supervision Bowman for having the great idea of holding this event at the outset of her term. I would also like to thank Fed staff for their tireless work in putting the conference together.\nToday we will hear the perspectives of industry veterans, academics, and current and former policymakers who are all well-versed in the operations of large banks and the main pillars of the capital framework. A great benefit of this conference is the chance to consider all elements of the capital framework in concert, rather than look at each in isolation. We need to ensure that all the different pieces of the capital framework work together effectively. Doing so will help maintain a safe, sound, and efficient banking system, for the benefit of the people we serve. The U.S. bank capital framework includes risk-based capital requirements, leverage requirements, the surcharge for the largest and most complex banks, and the stress tests. We will discuss the status of each of those elements, and the road ahead, in a comprehensive manner. As this audience will know, we have proposals outstanding or in the works across all four areas.\nOur regulatory capital framework and all banking rules are implemented through supervision, an area where Vice Chair for Supervision Bowman brings deep experience as a former banker and state supervisor. As she has noted, we need to make sure that our supervisory practices focus on the critical areas that determine safety and soundness. We need our large banks to be well capitalized and to manage their key risks well. And we need large banks to be free to compete with one another, with nonbank financial firms, and with banks in other jurisdictions to provide capital and support economic growth.\nThe Fed is a dynamic institution. We are open to hearing new ideas and feedback on how to improve the capital framework for large banks, and I look forward to hearing from today's participants. Thank you again for joining us today."
    },
    {
      "title": "Semiannual Monetary Policy Report to the Congress",
      "date": "2025-06-24T00:00:00",
      "location": "Before the Committee on Financial Services, U.S. House of Representatives",
      "url": "https://www.federalreserve.gov/newsevents/testimony/powell20250624a.htm",
      "summary": "Below is a concise summary of Federal Reserve Board Chair Jerome H. Powell's testimony before the U.S. Senate Committee on Banking, Housing, and Urban Affairs on June 25, 2025. The remarks focus on the Federal Reserve's semiannual Monetary Policy Report and its dual mandate of achieving maximum employment and stable prices.\n\n### Key Points from the Testimony:\n\n- **Economic Overview**: Powell described the U.S. economy as solid despite elevated uncertainty, largely due to trade policy concerns like tariffs. GDP growth slowed to a slight decline in the first quarter of 2025 (following 2.5% growth in 2024), influenced by fluctuations in net exports and import stockpiling. However, private domestic final purchases (a key indicator excluding net exports, inventories, and government spending) grew steadily at 2.5%. Consumer spending moderated, while business investment in equipment and intangibles rebounded. Surveys indicated declining household and business sentiment, raising questions about future spending.\n\n- **Labor Market**: Conditions remain strong, with the unemployment rate at a low 4.2% in May and average monthly job gains of 124,000. Wage growth has moderated but still exceeds inflation, supporting maximum employment without significant inflationary pressures. Powell noted that recent labor market strength has helped reduce long-standing disparities in employment and earnings across demographic groups.\n\n- **Inflation**: Inflation has eased considerably from its 2022 peaks but remains above the Fed's 2% target, with total personal consumption expenditures (PCE) prices up 2.3% and core PCE (excluding food and energy) up 2.6% over the 12 months ending in May. Near-term inflation expectations have risen due to tariff concerns, as reflected in surveys and market data, though longer-term expectations remain anchored at 2%.\n\n- **Monetary Policy**: The Federal Open Market Committee (FOMC) has kept the federal funds rate steady at 4-1/4 to 4-1/2% since early 2025, while continuing to reduce its holdings of Treasury and agency mortgage-backed securities at a slower pace to ensure ample reserves. Policy decisions will be data-driven, considering the evolving outlook and risks. Powell highlighted the uncertainty around tariffs, which could temporarily boost prices and dampen economic activity, potentially leading to persistent inflation if not managed. The Fed aims to anchor longer-term inflation expectations and balance its mandates, opting to wait for more information before any adjustments.\n\n- **Conclusion**: Powell emphasized the Fed's commitment to its public mission, noting that achieving price stability is essential for sustained strong labor markets. He concluded by offering to answer questions, underscoring the Fed's focus on serving American communities, families, and businesses.\n\nThis testimony reflects a cautious, wait-and-see approach amid economic uncertainties, prioritizing data and risks in future policy decisions.",
      "content": "Chair Powell submitted identical remarks to the Committee on Banking, Housing, and Urban Affairs, U.S. Senate, on June 25, 2025.\nChairman Hill, Ranking Member Waters, and other members of the Committee, I appreciate the opportunity to present the Federal Reserve's semiannualMonetary Policy Report.\nThe Federal Reserve remains squarely focused on achieving our dual-mandate goals of maximum employment and stable prices for the benefit of the American people. Despite elevated uncertainty, the economy is in a solid position. The unemployment rate remains low, and the labor market is at or near maximum employment. Inflation has come down a great deal but has been running somewhat above our 2 percent longer-run objective. We are attentive to the risks to both sides of our dual mandate.\nI will review the current economic situation before turning to monetary policy.\nCurrent Economic Situation and OutlookIncoming data suggest that the economy remains solid. Following growth of 2.5 percent last year, gross domestic product (GDP) was reported to have edged down in the first quarter, reflecting swings in net exports that were driven by businesses bringing in imports ahead of potential tariffs. This unusual swing has complicated GDP measurement. Private domestic final purchases (PDFP)—which excludes net exports, inventory investment, and government spending—grew at a solid 2.5 percent rate. Within PDFP, growth of consumer spending moderated, while investment in equipment and intangibles rebounded from weakness in the fourth quarter. Surveys of households and businesses, however, report a decline in sentiment over recent months and elevated uncertainty about the economic outlook, largely reflecting trade policy concerns. It remains to be seen how these developments might affect future spending and investment.\nIn the labor market, conditions have remained solid. Payroll job gains averaged a moderate 124,000 per month in the first five months of the year. The unemployment rate, at 4.2 percent in May, remains low and has stayed in a narrow range for the past year. Wage growth has continued to moderate while still outpacing inflation. Overall, a wide set of indicators suggests that conditions in the labor market are broadly in balance and consistent with maximum employment. The labor market is not a source of significant inflationary pressures. The strong labor market conditions in recent years have helped narrow long-standing disparities in employment and earnings across demographic groups.\nInflation has eased significantly from its highs in mid-2022 but remains somewhat elevated relative to our 2 percent longer-run goal. Estimates based on the consumer price index and other data indicate that total personal consumption expenditures (PCE) prices rose 2.3 percent over the 12 months ending in May and that, excluding the volatile food and energy categories, core PCE prices rose 2.6 percent. Near-term measures of inflation expectations have moved up over recent months, as reflected in both market- and survey-based measures. Respondents to surveys of consumers, businesses, and professional forecasters point to tariffs as the driving factor. Beyond the next year or so, however, most measures of longer-term expectations remain consistent with our 2 percent inflation goal.\nMonetary PolicyOur monetary policy actions are guided by our dual mandate to promote maximum employment and stable prices for the American people. With the labor market at or near maximum employment and inflation remaining somewhat elevated, the Federal Open Market Committee (FOMC) has maintained the target range for the federal funds rate at 4-1/4 to 4-1/2 percent since the beginning of the year. We have also continued to reduce our holdings of Treasury and agency mortgage-backed securities and, beginning in April, further slowed the pace of this decline to facilitate a smooth transition to ample reserve balances. We will continue to determine the appropriate stance of monetary policy based on the incoming data, the evolving outlook, and the balance of risks.\nPolicy changes continue to evolve, and their effects on the economy remain uncertain. The effects of tariffs will depend, among other things, on their ultimate level. Expectations of that level, and thus of the related economic effects, reached a peak in April and have since declined. Even so, increases in tariffs this year are likely to push up prices and weigh on economic activity.\nThe effects on inflation could be short lived—reflecting a one-time shift in the price level. It is also possible that the inflationary effects could instead be more persistent. Avoiding that outcome will depend on the size of the tariff effects, on how long it takes for them to pass through fully into prices, and, ultimately, on keeping longer-term inflation expectations well anchored.\nThe FOMC's obligation is to keep longer-term inflation expectations well anchored and to prevent a one-time increase in the price level from becoming an ongoing inflation problem. As we act to meet that obligation, we will balance our maximum-employment and price-stability mandates, keeping in mind that, without price stability, we cannot achieve the long periods of strong labor market conditions that benefit all Americans.\nFor the time being, we are well positioned to wait to learn more about the likely course of the economy before considering any adjustments to our policy stance.\nTo conclude, we understand that our actions affect communities, families, and businesses across the country. Everything we do is in service to our public mission. We at the Fed will do everything we can to achieve our maximum-employment and price-stability goals.\nThank you. I am happy to take your questions."
    }
  ]
}