{
  "speaker": "Governor Michael S. Barr",
  "speeches": [
    {
      "title": "Booms and Busts and the Regulatory Cycle",
      "date": "2025-07-16T00:00:00",
      "location": "At The Brookings Institution, Washington, D.C.",
      "url": "https://www.federalreserve.gov/newsevents/speech/barr20250716a.htm",
      "summary": "Below is a concise summary of the speech/testimony delivered by Federal Reserve Board Governor Michael S. Barr. The speech focuses on the critical role of historical lessons in financial regulation, emphasizing the link between regulatory weakening and economic cycles of booms and busts.\n\n### Overview and Main Theme\nGovernor Barr begins by stressing the value of studying history to inform modern financial policymaking. He argues that while new challenges arise, historical patterns provide essential insights. His core thesis is that weakening financial regulations often exacerbates economic booms and busts. During booms, factors like rapid credit growth and innovation can lead to excessive risk-taking, but inadequate regulation amplifies vulnerabilities, making subsequent busts more severe. This \"regulatory cycle\" includes not only deliberate deregulation but also failures to adapt rules to evolving financial systems.\n\n### Historical Examples\nBarr examines three major U.S. financial crises to illustrate this pattern:\n\n1. **The Great Depression (1920s–1930s)**: The Roaring Twenties featured economic growth fueled by technological advances and financial speculation, but outdated regulations—such as restrictions on bank branching and insufficient capital requirements—failed to keep pace. This led to a fragile banking system that collapsed during the downturn, causing widespread bank failures and deepening the crisis. Reforms like the creation of the Federal Deposit Insurance Corporation (FDIC) and stricter oversight followed to stabilize the sector.\n\n2. **The Savings and Loan (S&L) Crisis (1980s–early 1990s)**: Amid economic expansion, deregulation allowed S&Ls and banks to expand into riskier activities, such as commercial lending, without adequate safeguards. High inflation and interest rates pressured institutions, and further regulatory easing (e.g., reduced capital requirements) fueled speculative lending. The bust resulted in over 1,600 bank failures and massive losses, costing taxpayers around $196 billion (adjusted for context). Subsequent reforms imposed stricter capital rules and enforcement.\n\n3. **The Global Financial Crisis (2007–2009)**: A housing boom and financial innovations (e.g., securitization and derivatives) were undermined by regulatory weaknesses, including the Gramm-Leach-Bliley Act (1999) and exemptions for over-the-counter derivatives. Lax oversight, such as reduced capital standards and a \"race to the bottom\" in lending practices, amplified risks. The crisis led to deep recession, institutional failures, and government bailouts. In response, the Dodd-Frank Act strengthened capital requirements, stress testing, and consumer protections.\n\n### Reasons for Recurrent Cycles and Lessons\nBarr attributes these cycles to psychological factors (e.g., short memories of crises), political pressures (e.g., lobbying by the financial sector), and systemic issues like financial innovation outpacing regulation. He warns that optimism during booms often downplays risks, leading to complacency.\n\nKey lessons for policymakers include:\n- Adopt a \"through-the-cycle\" perspective to avoid assuming \"this time is different.\"\n- Resist easing regulations during prosperous periods and instead maintain vigilant oversight.\n- Ensure regulations evolve dynamically with the financial system to prevent new vulnerabilities.\n\n### Conclusion\nBarr concludes that while deregulation can sometimes reduce unnecessary burdens, history shows that ill-advised weakening of regulations contributes to financial instability. As regulators, it is their duty to learn from these episodes to build a resilient system that supports economic growth while mitigating busts. The speech underscores the need for humility, proactive adaptation, and balanced policymaking to protect households, businesses, and the broader economy.",
      "content": "Thank you for the opportunity to speak to you today.1I am here to discuss one of the most important resources that policymakers have: the lessons of history. In discharging my responsibilities at the Federal Reserve, I have been thinking a lot about history. Its study provides the opportunity to step out of the particular circumstances of today to inform our understanding of the core issues at the heart of financial regulation. While we must be attentive to new and even unprecedented challenges, experience shows that understanding the lessons of history gives policymakers a great advantage. Many of the decisions we face today have, in some form, been confronted by previous generations of policymakers.\nIn these remarks, I want to discuss a particular pattern in the history of the financial system, which is the relationship between regulatory weakening and the economic and financial cycle of booms and busts. My intent is not to re-hash well-examined facts or to go over past historical episodes chapter and verse. Rather, I aim to offer a perspective on this historical throughline that focuses on the regulatory cycle.\nIt's widely accepted that the economy and financial system experience cyclical booms and busts. Booms have historically been characterized by a multitude of good things. These can include fast economic growth, workers who had been sidelined entering the workforce and improving their lives, and financial innovations that often make credit or investments more readily available. At the same time, some of the characteristics of a boom economy, such as rapid increases in credit and in financial market activity, as well as greater risk-taking and leverage, can sow the seeds of busts. In busts, economic activity and lending contract and asset prices decline. This can lead to rapid deleveraging and dislocation throughout the financial system, which worsen the downturn, causing job losses and business closures, homes lost and lives upended.\nThere are usually multiple causes that drive booms and make busts so terrible, some unique to each individual episode. But one factor that is common to many past cycles of boom and bust is weakening financial regulation. Weakening regulation often drives risk-taking and increases bank fragility during the boom, making the ensuing bust more painful. Indeed, economic research suggests that weaker regulation leads to more bank failures, setting the stage for worse recessions.2Moreover, because the financial system evolves so rapidly, regulation must also continuously adjust. Much regulatory weakening occurs simply when regulators fail to keep pace, while at other times, there is a deliberate action to lower regulatory burden that ends up miscalculating the risk involved. Let me be clear here that, when I refer to regulatory weakening, I mean not only direct deregulatory actions by regulators or legislators, but also failure of the regulatory framework to keep up with changing circumstances.\nIn principle, financial regulation should incentivize banks to engage in responsible risk-taking and build up resources in good times, so that they can deal with times of financial stress and continue their vital role in the economy in bad times. The prosperity that accompanies a healthy economy should allow banks to invest in improved risk management and strong financial resources. However, a healthy economy can also reduce the effectiveness of regulatory constraints on bank risk-taking. This can occur for a host of reasons, including behavioral biases, political pressure, market dynamics, and the tendency for innovation to move more quickly than regulators. These dynamics can result in regulatory weakening during boom times. When actively pursued, this weakening often appears justified at the time and may be implemented by well-meaning policymakers who simply miscalculate the long-run effects of their actions.\nMy purpose in these remarks is to recount several boom-and-bust episodes in American history and identify some lessons that can guide policymakers entrusted with the responsibility of promoting a strong and stable banking system. This history demonstrates the connection between regulatory weakening and cycles of boom and bust. I don't mean to suggest that more regulation is always better or that repealing and reforming regulations isn't sometimes appropriate to remove obsolete rules and relieve unnecessary burden. But, if we can at least agree that regulation should seek to limit devastating financial crises, then the history that I will describe today offers some lessons for anyone thinking about regulatory policy.\nThere are, of course, lots of examples to choose from, both in the United States and abroad, but I'll focus on the Great Depression, the Savings and Loan (S&L) crisis, and the Global Financial Crisis. I will then discuss some possible reasons that similar episodes could recur and conclude with some thoughts on the lessons we can learn.\nThe Great DepressionLet's start with the biggest and most widely studied bust in U.S. history, the Great Depression. Scholars continue to debate its causes, which were multiple and complex. One compelling argument focuses on the failure of regulation to keep pace with the innovations of the Roaring Twenties. As I said, I view such regulatory stagnation as a form of weakening. This weakened regulatory environment played a role in setting the stage for and then exacerbating the bust. Weakened regulation that had failed to keep up with the times left banks unable to weather shocks to the economy. The banking sector's collapse was a significant factor in making the Great Depression the most severe economic crisis that this country has ever experienced.3\nThe Roaring Twenties expansion was powered by the post-war recovery and technological advances in transportation, manufacturing, and communications. Stock markets grew quickly to help finance this innovation, while residential and commercial real estate investment surged and swelling demand for consumer durables led in turn to increased demand for financing.4As credit needs escalated, there was intensifying competition among banks; savings and loan institutions (S&Ls); and rapidly growing nonbank finance companies, trust companies, and other financial vehicles.\nThe 1920s were also characterized by high levels of financial speculation, both inside and outside the banking sector. Banks engaged in speculation through nonbank affiliates and supported speculation by lending. At the same time, many banks were relatively thinly capitalized and overly concentrated, especially given the lack of federal deposit insurance at the time. In addition, many states had prohibitions on branching that prevented banks from diversifying their portfolios and inhibited local competition, keeping many struggling banks alive.5The stock market boomed, margin lending grew dramatically, and insider trading and market manipulation were rampant.\nAs the financialization of the economy increased, the regulatory framework failed to keep up. Outdated branching restrictions remained, failing to reflect the size and dynamism of the modern economy. Banks gained permission to engage in new activities, such as real estate lending and certain activities in the securities markets; however, capital requirements and other rules were not adjusted to reflect potential increased risks from these new activities.6The cumulative effect of these events was a significantly weakened regulatory environment and a substantial buildup in risk, without a commensurate increase in resources to allow the sector to withstand the risks posed.\nLooking back, we know that, when the economic shock hit, the banking system magnified that shock. The boom of the Roaring Twenties started to go bust in 1929, when the fast growth of the past decade turned to contraction, followed by a series of financial and banking crises. In all, approximately 9,000 of the nation's 23,000 banks failed, resulting in major losses to depositors, given the lack of federal deposit insurance, and a significant contraction in credit that deepened and lengthened the economic downturn.7Notably, banks in states that had more robust regulatory frameworksâfor example, those that applied higher capital requirementsâhad lower rates of failure.8\nIn response to the financial collapse in the Great Depression, Congress adopted reforms aimed at addressing risks that had driven those panics. Among these steps, Congress established the Federal Deposit Insurance Corporation and federal deposit insurance to reduce the risk of bank runs and protect retail depositors. Congress increased regulatory oversight of banks and separated commercial and investment banking. Congress also enacted strong securities laws and created the Securities and Exchange Commission (SEC). Overall, these steps helped stabilize the financial sector and ushered in a long period of quiescence in banking.\nThe Savings & Loan CrisisMy second example today is the S&L crisis of the 1980s and early 1990s, which did substantial harm to millions of Americans and the financial system and was extremely expensive to resolve. In this episode, in contrast to the Great Depression, affirmative deregulation led to excessive risk-taking by S&Ls, as well as banks, during a boom period. As circumstances soured, revealing weaknesses, Congress attempted to bolster the S&L sector by loosening the regulatory framework further. This failed to resolve the underlying stress and instead further fueled the buildup in risk-taking, worsening the losses in the subsequent bust.\nLet me first set the stage. The years leading up to the S&L crisis were characterized by dramatic growth in business credit, in the course of the economic expansion that began in 1982. At the beginning of this period, the S&L sector primarily served the residential real estate market because of restrictions on S&L activities. These restrictions eased over the 1980s, allowing S&Ls to get significantly larger and engage in new kinds of lending; however, these changes were not accompanied by sufficient regulatory enhancements to account for increased risks. This expansion in S&L activity also presented new competition with commercial banks, which had themselves built up significant risks as they expanded into new activities.9\nAt the same time, both S&Ls and banks were increasingly under pressure due to both high inflation and high interest rates, which disrupted their funding models.10Competition for customer funds increased dramatically, especially because of the rise of money market mutual funds, which had grown rapidly. When Congress removed outdated deposit rate caps to allow banks and S&Ls to more effectively compete for funds, it did so without implementing adequate safeguards against these institutions taking on excessive risk. This led many S&Ls to engage in increasingly risky projects to compensate for escalating funding costs. Banks also increased their deposit rates and took on more risk.\nAs vulnerabilities at S&Ls became evident, Congress, federal regulators, and the states attempted to bolster both sectors with the hope of allowing them to outgrow those weaknesses. For instance, Congress and the states reduced restrictions on S&Ls' ability to invest in commercial and consumer loans.11These changes contributed to the boom in commercial real estate lending, which became a key source of vulnerability. In addition, Congress and the Federal Home Loan Bank Board, the federal S&L regulator at the time, weakened capital requirements and the enforcement of those requirements for the S&L sector.12This allowed institutions to become weaker and poorly capitalized entities to stay afloat, leaving S&Ls as a whole badly positioned to weather adverse conditions.\nThe bust, when it came, was severe. S&L losses continued to mount throughout the 1980s. Many banks also experienced severe stress. These difficulties were amplified by an eventual decline in real estate values and problems in the agricultural and energy sectors. In 1980, there were just under 4,000 S&Ls. By 1989, that number had fallen to below 3,000, with over 500 of the remaining institutions insolvent as judged by book value. And over 1,600 banks failed between 1980 and 1994. Regulatory weakening had propped up tottering institutions, allowing zombie institutions to persist, accumulating much greater losses than they otherwise would have. The process of cleaning up the sector began in earnest in the late 1980s and continued into the mid-1990s, with a final cost of $160 billion, roughly 5 percent of gross domestic product at the time.13And the cost of resolving insured banks that failed during this period was $36 billion.14\nCongress implemented significant reforms in response to the S&L crisis, including stricter capital and accounting requirements, limits on insured depository institutions' investment powers, and expansions of regulators' enforcement authority. These changes paved the way for stability in the banking sector for some time.\nThe Global Financial CrisisI'll turn now to my final example, the Global Financial Crisis, which had devastating effects for the millions of people who lost their livelihoods, their homes, and their businesses.\nIn the decade leading up to the crisis, America experienced rapid credit growth and a housing boom. There was optimism about the benefits of financial innovation, such as securitization of home loans, and belief in the power of market discipline as a form of self-regulation. Home prices and mortgage debt accelerated in tandem, driven by a mutually reinforcing cycle of optimism, with home prices roughly doubling between 1997 and 2006, and even larger increases in mortgage debt.15Amid this boom, lending standards dropped, driven by investor demand for mortgage-backed securities, which were increasingly opaque and risky in their design but still highly rated by the rating agencies. There was substantial growth in the over-the-counter (OTC) derivatives market, including new forms of credit derivatives. Money market funds boomed, becoming increasingly linked to the off-balance sheet business of banks.16These developments led to the emergence of large, short-funded, and interconnected financial entitiesâboth banks and nonbanks.\nThe regulatory environment failed to keep up with these changes in activity and the increasing complexity of financial institutions and markets, and regulatory weakening heightened vulnerabilities. The Gramm-Leach-Bliley Act, enacted in 1999, permitted the creation of financial holding companies that could engage in the full range of financial activities; however, the act did not put in place a regulatory framework commensurate with the full range of financial risks and permitted nonbank firms such as investment banks and insurance conglomerates to compete with banks wholly outside its framework. The Commodity Futures Modernization Act of 2000 exempted OTC derivatives transactions from virtually all regulation and oversight by the Commodity Futures Trading Commission and SEC.\nIn the lead-up to the crisis, regulators cut oversight further. A striking image from the time featured the head of one financial regulatory agency wielding a chainsaw to demonstrate his commitment to slashing regulations.17The competitive landscape and regulatory lacuna led to a race to the bottom in standards for underwriting and issuing mortgage loans and securities, and transactions became increasingly funded by opaque and unstable short-term wholesale funding. Consumers were left unprotected as the subprime crisis grew. In addition, the largest investment banks, which were overseen by the SEC, increased their leverage with heavy reliance on short-term funding, leaving them increasingly vulnerable to any losses. These are just a few examples of the widespread failures in financial regulation and supervision that occurred in both the banking and nonbanking sectors in the lead-up to the crisis.\nThe resulting recession and financial crisis saw the deepest and longest contraction in economic activity since the second world war, the collapse of large financial institutions, significant government support to keep the financial system afloat, and a prolonged period of slow growth.\nIn response to this crisis, Congress passed the Dodd-Frank Act, a reform package that, among other things, strengthened bank capital, addressed off-balance sheet exposures, and provided for stress testing. Consumer protections were strengthened, and a new Consumer Financial Protection Bureau was established. Supervisors ramped up forward-looking supervision. In addition, banking regulators adopted capital and liquidity reforms, which substantially improved the resiliency of the banking sector. Studying the role that regulatory weakening played in the crisis provides a powerful reminder of the importance of preserving these regulatory gains.\nLessons for PolicymakersReviewing these three examples together, it is striking to see the pattern of regulatory weakening during a boom, including the failure of the regulatory environment to keep pace with the evolving financial sector, and how this weakening lays the foundation for a subsequent bust. Why do we continue to see these cycles?\nSome reasons are psychological, others political. Humans have short memories, especially for experiences we might like to forget. The further we get from a crisis, the more its causes fade from memory and the less likely a recurrence seems. We become more likely to view regulations as unduly burdensome and place less value on the protection they offer from downside risk. The financial sector itself lobbies hard to weaken regulation, which is often effective when the last crisis seems far away.\nCredit cycles, financial innovation, and the evolving needs of the economy are also significant contributors. As the economy changes, so do financing needs. This makes it harder to recognize when things are running too hot. In addition, regulators are understandably cautious about restraining innovations that have societal benefits, which may hinder their ability to reduce associated risks. Longstanding regulations can be subject to regulatory arbitrage, making them less effective as activities migrate outside the regulated system. These dynamics make the financial sector unstable, feeding the boom-and-bust cycle.\nHow can we do better?\nThe first lesson is to approach the financial system with a through-the-cycle perspective and avoid thinking \"this time is different.\" In each of the booms I have covered, there was a heady confidence that market discipline would control risk-taking, that downside risks were so implausible as not to merit attention, and that easing regulation was justified. With such confidence, insufficient thought was given to how regulatory weakening might create new vulnerabilities. A bit of humility would have helped. While it is true that regulation must evolve with the economy and financial system, we need to recognize that relaxing rules can create vulnerabilities. Changes in the markets themselves can also weaken the effectiveness of regulations.\nThe second lesson is that policymakers should resist the pressure to loosen regulations or to refrain from imposing regulation on new activities during the boom times. With past economic downturns in the rearview mirror, regulations start to be seen as a limitation on growth, rather than necessary protection against vulnerabilities. As became evident in past episodes, vigilant supervision and prudent rules on risk-taking are important to prevent future crises. While there is a tradeoff, it is important to have appropriate protections in place to reduce the risks and costs of the resulting busts.\nThird, regulation cannot be static. If regulation fails to keep up with evolution of the financial sector, it can create new risks or hinder growth.\nTo conclude, an important lesson we can draw from U.S. financial crises is the role that ill-advised weakening of the bank regulatory framework played in those crises. It is well within our ability, and is our duty as regulators, to learn from these episodes to avoid making the same mistakes. In doing so, we can help to ensure that the financial system is prepared to weather downturns and continue to serve households and businesses.\n1. The views expressed here are my own and are not necessarily those of my colleagues.Return to text\n2. For example, see Paul H. Kupiec and Carlos D. Ramirez (2013), \"Bank Failures and the Cost of Systemic Risk: Evidence from 1900 to 1930,\"Journal of Financial Intermediation, vol. 22 (3), pp. 285â307; and Kris James Mitchener (2005), \"Bank Supervision, Regulation, and Instability during the Great Depression,\"The Journal of Economic History, vol. 65 (1), pp. 152â85.Return to text\n3. Ben Bernanke (1983), \"Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression,\"American Economic Review, vol. 73 (3), pp. 257â76.Return to text\n4. See Arthur E. Wilmarth Jr. (2003), \"Does Financial Liberalization Increase the Likelihood of a Systemic Banking Crisis? Evidence from the Past Three Decades and the Great Depression,\" in Benton E. Gup, ed.,Too Big to Fail: Policies and Practices in Government Bailouts(Santa Barbara: Greenwood Publishing Group), pp. 77â105; and Barry Eichengreen and Kris Mitchener (2003), \"The Great Depression as a Credit Boom Gone Wrong (PDF),\" BIS Working Papers No. 137 (Basel, Switzerland: Bank for International Settlements, September).Return to text\n5. National banks received authorization to engage in branching, subject to state law, in 1927 but interstate branching remained prohibited.Return to text\n6. Before 1900, national banks were prohibited from underwriting, dealing, or investing in securities. However, federal authorities loosened these restrictions by allowing national banks to establish bond departments that could underwrite, sell, and invest in debt securities. Although restrictions on dealing in stock remained, national banks were able to circumvent these restrictions by organizing affiliates that engaged in the full range of activities with regard to both stocks and bonds. Federal regulatory authorities did not interfere with these affiliate activities. Scholars continue to debate the extent to which this underwriting activity was risky for the banks. See Wilmarth Jr., \"Does Financial Liberalization Increase the Likelihood of a Systemic Banking Crisis?\" (see note 4); and Eugene Nelson White (1986), \"Before the Glass-Steagall Act: An Analysis of the Investment Banking Activities of National Banks,\"Explorations in Economic History, vol. 23 (1), pp. 33â55.Return to text\n7. See Federal Reserve History (2013), \"Bank Holiday of 1933,\" webpage; Board of Governors of the Federal Reserve System (1934),20th Annual Report, 1933(Washington: Board of Governors); and Social Security Administration (n.d.), \"Social Security History,\" webpage; and David C. Wheelock (n.d.), \"The Great Depression: An Overview (PDF),\" Federal Reserve Education.Return to text\n8. See Mitchener, \"Bank Supervision, Regulation, and Instability\" (see note 2).Return to text\n9. Federal regulators, as well as many state legislatures and state banking authorities, expanded the scope of permissible activities for banks during this period.Return to text\n10. For example, S&Ls made long-term, fixed rate residential mortgage loans, funded with short-term retail liabilities. As rates increased, S&Ls' existing mortgage portfolios decreased in value, because of their fixed rates. At the same time, S&Ls were forced to pay higher rates on their liabilities. This situation threatened their continued viability.Return to text\n11. Many states simultaneously relaxed their own activities restrictions for state charters to allow for real estate investment.Return to text\n12. For instance, the Federal Home Loan Bank Board reduced net worth requirements for federally insured S&Ls to allow troubled S&Ls to avoid closure and hopefully recover once interest rates declined.Return to text\n13. This figure refers to the cost of resolving S&Ls that failed during the crisis. See Alane Moysich (1997), \"The Savings and Loan Crisis and Its Relationship to Banking (PDF),\" inHistory of the Eighties--Lessons for the Future,vol. 1:An Examination of the Banking Crises of the 1980s and Early 1990s(Washington: Federal Deposit Insurance Corporation), pp. 167â88; and U.S. Bureau of Economic Analysis (2025),Gross Domestic Product, via FRED, Federal Reserve Bank of St. Louis, June 26 (accessed July 15, 2025, 1982:Q4 used as gross domestic product reference point).Return to text\n14. This figure reflects costs associated with bank failures from 1980 through 1994.Return to text\n15. See Federal Housing Finance Agency (2025),All-Transactions House Price Index for the United States, via FRED, Federal Reserve Bank of St. Louis, May 27 (accessed July 15, 2025); and Board of Governors of the Federal Reserve System (2019),Mortgage Debt Outstanding, All holders, via FRED, Federal Reserve Bank of St. Louis, December 12 (accessed July 15, 2025).Return to text\n16. For example, many banks created asset-backed commercial paper (ABCP) programs as conduits that allowed them to fund bank assets without bringing them on balance sheet, thereby avoiding regulatory capital treatment. However, this approach created significant risks because the primary holders of ABCP were money market mutual funds, which are ultra-sensitive to payment delays and themselves subject to run risk. Money market funds also similarly funded other parts of banks' balance sheets in the lead-up to the crisis. In addition, other private cash-like instruments, such as auction rate securities, repurchase agreements based on ABCP, and other short-term debt instruments that were treated like money created new vulnerabilities as they grew and subsequently collapsed.Return to text\n17. Binyamin Appelbaum and Ellen Nakashima (2008), \"Banking Regulator Played Advocate over Enforcer,\"Washington Post, November 23.Return to text"
    },
    {
      "title": "Expanding Financial Inclusion",
      "date": "2025-07-15T00:00:00",
      "location": "At \"Unleashing a Financially Inclusive Future,\" the second annual Financial Inclusion Conference hosted by the Federal Reserve Board, Washington, D.C.",
      "url": "https://www.federalreserve.gov/newsevents/speech/barr20250715a.htm",
      "summary": "Below is a concise summary of the speech/testimony delivered by Federal Reserve Board Governor Michael S. Barr on July 15, 2025, at the second annual financial inclusion conference. The remarks focus on the importance of financial inclusion and ongoing efforts to expand access to affordable financial services.\n\n### Introduction and Background\nGovernor Barr opens by expressing gratitude to the organizers and highlighting his longstanding commitment to financial inclusion, drawing from his career experiences, such as building Community Development Financial Institutions at the Treasury Department and supporting minority entrepreneurship at the University of Michigan. He acknowledges progress over the past three decades, including declines in unbanked households and initiatives like Bank On, but stresses that significant gaps remain, particularly for underserved groups.\n\n### The Role of Financial Inclusion\nBarr links financial inclusion to the Federal Reserve's mission of fostering a healthy economy and stable financial system. He notes that access to credit for low- and moderate-income households and small businesses drives economic growth, as consumers account for two-thirds of economic activity. He also references laws like the Community Reinvestment Act and lessons from the Global Financial Crisis, underscoring how household finances contribute to systemic stability.\n\n### Key Areas of Progress and Efforts\nBarr outlines several strategies to enhance financial inclusion:\n\n- **Bank Account Access**: He emphasizes that a basic bank account is foundational for financial services, enabling direct deposits, payments, and credit access. Despite improvements (e.g., the lowest unbanked rates since 2009), disparities persist, with higher unbanked rates among disabled individuals, those without a high school diploma, and minority groups (e.g., Hispanic and African American households are five to six times more likely to be unbanked than White households). Reasons include high fees and minimum balances. Programs like the Bank On initiative, supported by coalitions of banks, governments, and community groups, promote affordable accounts with low fees and have been bolstered by Federal Reserve partnerships.\n\n- **Faster Payments**: Timely access to funds is crucial for low-income households. Barr discusses advancements in real-time payments, such as India's Unified Payments Interface (UPI), which has boosted inclusion in rural areas. In the U.S., the Federal Reserve's FedNow service, launched in 2023, enables instant transfers, helping gig workers and others manage cash flow and avoid fees. He expects continued innovation to benefit liquidity-constrained households and businesses.\n\n- **Small-Dollar Lending**: Access to affordable small loans helps households handle unexpected expenses, with nearly 20% of adults (and 46% of those under $25,000 income) lacking resources for a $400 emergency. Barr praises 2020 regulatory guidance encouraging responsible lending, where banks offer products with affordable terms, prudent underwriting, and features like quick disbursement to reduce debt cycles and predatory alternatives.\n\n- **Alternative Financial Data**: To improve credit access for those with limited credit histories, Barr advocates using data like cash flows and bill payments. Technologies like application programming interfaces (APIs) enable faster, more inclusive lending decisions, benefiting low-income borrowers.\n\n### Conclusion\nBarr concludes by reiterating that safe, low-cost bank accounts are the gateway to financial inclusion and commends ongoing efforts by public and private sectors. He calls for continued innovation, informed by behavioral finance research, to better serve low- and moderate-income communities and strengthen the economy.\n\nThis speech reflects Barr's view that while progress has been made, collaborative action is essential to address persistent inequalities and build a more inclusive financial system. (Note: The views are Barr's own and not necessarily those of the Federal Reserve Board or Committee.)",
      "content": "Accessible Keys for Video\n[Space Bar]toggles play/pause;\n[Right/Left Arrows]seeks the video forwards and back (5 sec );\n[Up/Down Arrows]increase/decrease volume;\n[M]toggles mute on/off;\n[F]toggles fullscreen on/off (Except IE 11);\nThe[Tab]key may be used in combination with the[Enter/Return]key to navigate and activate control buttons, such as caption on/off.\nRevised version: July 15, 2025\nGovernor Barr's remarks on financial inclusion were updated on July 15, 2025, to add and remove language inadvertently omitted and included in the published version.\nThank you, Eric; thank you to the Fed staff who have organized this second annual financial inclusion conference; and thank you all for being here.1\nI have long believed that financial inclusion is a crucial component of a safe and fair financial system. Working to improve financial inclusion has been an important part of my career, starting in 1995 when I joined the Treasury Department and worked with colleagues to build Community Development Financial Institutions, strengthen the Community Reinvestment Act, and launch the New Markets initiative. At the University of Michigan, financial inclusion was key to programs I worked on to support minority entrepreneurship.\nWith the support of both the public and private sectors, there have been many improvements and advancements in financial inclusion over the last three decades, evidenced by the decline in the rate of people who are unbanked and the increasing reach and success of programs such as the Bank On initiative that better meet the needs of low-income customers. I welcome this progress, but there is so much more to do to deepen and widen financial inclusion to many millions of people in America who could benefit from it. Better access to affordable financial services, geared to the needs of underserved families and entrepreneurs can help them to build more secure lives, stronger communities, and a stronger American economy.\nFinancial inclusion contributes to the Federal Reserve's mission of promoting a healthy and growing economy and a safe and stable financial system. Consumers are two-thirds of economic activity, so access to credit for low-and-moderate income households and small businesses helps the economy to grow. In addition, the Fed has an important role in implementing a series of laws passed by Congress related to access to credit, such as the Community Reinvestment Act. As we learned during the Global Financial Crisis, household finances are crucial to a strong and stable financial system.\nIn my remarks today, I would like to go through several ways that the public and private sectors are helping to increase financial inclusion. Those efforts include greater access to bank accounts and financial services, faster payments services, responsible small-dollar lending methods, and the use of alternative data to promote credit access. These efforts have shown promise in expanding financial inclusion.\nBank Account Access Is the Foundation to Financial InclusionFinancial inclusion begins with access to basic bank account services. While financial services are evolving rapidlyâwith new forms of financial intermediation, payment services, and even deposit-like money claimsâit is still the case that access to a bank account is the foundation for helping families and businesses get the financial services they need. Bank accounts provide access to direct deposit of paychecks, benefit payments and tax refunds. Bank accounts provide connections to peer-to-peer payment systems, and for the vast majority of retail and wholesale payments. Bank accounts are also often the entry point for access to credit for households and businesses.\nAccording to the Federal Deposit Insurance Corporation's 2023National Survey of Unbanked and Underbanked Households, the number of Americans without bank accounts is at the lowest it has been since the survey began in 2009. Yet, there remain groups that struggle with low account access, including those who are disabled, those without a high school diploma, and minority groups, among others. Households that include someone of working age with a disability are three times as likely to be unbanked as working-age households without a disability. Meanwhile, Hispanic and African American households and American Indian and Alaskan Native households are five and six times as likely, respectively, to be unbanked as White households.2The unbanked cite account opening costs, unpredictable or high fees, and high minimum balance requirements as among the top reasons for not obtaining bank accounts.3\nExpansion of Banking AccessOne private-sector program that has helped to address barriers to account access is the Bank On program, supported by the Cities for Financial Empowerment Fund (CFEF). Bank On is led by coalitions of regional financial institutions, community groups, and local governments working together to bring households into the financial system. CFEF certifies that Bank On accounts meet standards including low minimum deposits for account opening; low maintenance, overdraft, or other unexpected fees; and free branch ATM, online, and mobile banking.\nOver 46,000 bank branches nationwide offer a certified Bank On account. An important way that the program has spread and taken root in communities is through the coalition model, which involves establishing relationships with local and state governments, public officials, and community organizations. These partners, engaged with and trusted by their communities, have helped overcome apprehension about bank accounts and helped drive the outreach needed for any business to find new customers. The Federal Reserve System has long been a partner of the Bank On Initiative. In 2006, the Federal Reserve Bank of San Francisco was a partner in creating the first coalition. At the St. Louis Fed, the publicly available Bank On National Data Hub (BOND) was created in 2017 to help identify the availability of certified accounts. Bank On coalitions across the country continue to partner on engagement, outreach, and data collection with their regional Reserve Banks, to offer safe and affordable bank accounts.\nFaster PaymentsFinancial inclusion also requires timely access to funds. People living paycheck to paycheck incur the greatest costs of waiting for these funds. One of the primary benefits of a bank account over time is facilitating payments. Technological advances have driven improvement in this area, sometimes only incrementally, but the more recent advent of real-time paymentsâespecially new services for instant or immediate paymentsâhas the potential to make a big leap forward in service to households and businesses. Cash-strapped households and businesses need access to their funds right away, and they need reliable ways to pay expenses when they are due (and when they have the funds to pay them).\nLow-income households may need quick access to make just-in-time transactions, such as same-day utility bill payment through their bank or to quickly receive funds from a family member to cover an emergency expense like an unanticipated car repair. While the benefits of getting instantaneous access to paychecks are obvious, the value of controlling precisely when and in what order payments settle may be less appreciated. With real-time payments, households and businesses can have better control over payment flows, helping them, for example, to avoid unexpected and unwelcome overdraft and nonsufficient funds fees.\nMany other countries are seeking methods to improve the speed of payments. In India, for example, the implementation of the Unified Payments Interface (UPI), which is the country's digital instant funds transfer system, has allowed consumers to see some of these benefits in action. UPI is available for free on a customer's mobile device and can be used for merchant payments, bill payments, and money transfers, among other things. Since its implementation, the Reserve Bank of India has noted an increase in financial inclusion, particularly in rural areas where bank branch access is difficult.4\nWe have seen the benefits of technological advancement and innovation here in the U.S. as well. Today, technologies to improve the speed of payments are being implemented across platforms and products, providing consumers various ways to move money quickly and easily. The Federal Reserve, as a part of its mission to foster a safe, efficient, and widely accessible payments infrastructure, is playing a role as well. As we have in the past, and in collaboration with the private sector, we have worked to innovate the payment system using the latest technology to better meet the needs of businesses and households. In 2023, we launched FedNow, an interbank payment system for banks and credit unions of all sizes to instantly and securely transfer money for their customers, any time of the day, on any day of the year.5We are encouraged by innovative private-sector engagement with the new platform and instant payment services generally. We are already seeing early adopters rolling out new services that can benefit consumers. One example is the ability for gig-economy workers to gain instant access to earned wages, which can make a big difference in household cash flow management. We expect these types of innovations will continue to expand in the coming years and be delivered in new contexts, ultimately bringing broad benefits to liquidity-constrained households and small businesses that need to tightly manage payment inflows and outflows.\nSmall-Dollar LendingAccess to small-dollar loans from banks can help consumers smooth through the ups and downs of income and expenses. I think many people would be surprised how widely this help is needed. According to the Fed's 2024 Survey of Household Economics and Decisionmaking, when asked how they would respond if confronted with an unexpected $400 expense, nearly 20 percent of adults said they would have paid at least in part by selling something; using a payday loan, deposit advance, or overdraft; or would not be able to pay for the expense. When looking at households with incomes of under $25,000, this number increases to 46 percent.6Access to reasonably priced credit to cover these sorts of expenses is therefore a common need, especially among those with lower incomes. These households have no financial slack.\nIn contrast to the more costly and riskier sources of credit that I mentioned, we are seeing bank-offered products that are helping to increase access to safer, lower-cost forms of small-dollar lending. The Fed and other bank regulators took a helpful step in this regard in 2020 by issuing guidance. According to that guidance, responsible small-dollar loan programs must treat customers fairly, have effectively managed risks, and be underwritten based on prudent policies. That means, first, that products are offered in a way that most customers successfully repay their small-dollar loans in accordance with original loan terms, which is a key indicator of affordability, eligibility, and appropriate underwriting. Second, it means repayment terms, pricing, and safeguards minimize adverse customer outcomes, including cycles of debt due to rollovers or reborrowing. And finally, it means repayment outcomes and program structures enhance a borrower's financial capabilities by contributing positively to their record of servicing debts.\nMost banks that have offered small-dollar loan products since 2020 follow these principles, and it has had a positive impact on the loan terms they offer. Loan terms have better matched customer needs and rates have come down. Small-dollar loans that have the potential to disrupt the market for costly alternative financial services are bank products that provide a straightforward application process, clear loan terms, certainty about approval, strong likelihood of repayment, and quick disbursement of funds.7\nAlternative Financial DataAnother channel for improving financial inclusion is the use of alternative financial data to supplement the traditional measures that banks have relied on to judge the creditworthiness of borrowers with limited or no traditional borrowing history. For example, lenders can evaluate cash flowâsteady income and bill paymentsâas a measure of the likelihood of loan repayment. Alternative data can help lenders take a \"second look\" for consumers who would otherwise not qualify based on the more traditional credit-score-based underwriting models. In addition to making less expensive and more suitable loans available, alternative data often allows faster loan decisions. This is an important consideration for low- and moderate-income borrowers, who tend to have little savings, and struggle with meeting an unexpected expense.8Technological advances such as application programming interfaces (APIs), a set of specifications that can allow software to communicate with each other, can also help lenders access permissioned consumer financial data that can be used for underwriting. APIs also facilitate automated application, decisionmaking, and fund delivery.\nLet me conclude by returning to where I started, which is the crucial role of access to safe, transparent, and low-cost bank accounts as the gateway to financial inclusion. We have made great progress, but I am certain that there are still many people whose finances and lives could improve with a bank account suited to their needs and economic circumstances. I applaud the work of financial inclusion leaders in doing what they can to make bank accounts available and better tailored to the needs of low- and moderate-income households. In thinking about how to better design financial products and services, we can build on many years of behavioral financial research and practice. Thank you.\n1. The views expressed here are my own and are not necessarily those of my colleagues on the Federal Reserve Board or the Federal Open Market Committee.Return to text\n2. Federal Deposit Insurance Corporation,2023 National Survey of Unbanked and Underbanked Households (PDF)(FDIC, November 2024).Return to text\n3. FDIC,2023 National Survey.Return to text\n4. Mohammad Imdadul Haque, Abdul Azeez N.P., and S.M. Jawed Akhtar, \"UPI and Financial Inclusion in Rural India: A Case Study,\"Development and Sustainability in Economics and Finance26 (2025), https://doi.org/10.1016/j.dsef.2025.100056.Return to text\n5. As an interbank payment system, the FedNow Service operates alongside other longstanding Federal Reserve payment services such as Fedwire® and FedACH®. The Federal Reserve is committed to working with the more than 9,000 banks and credit unions across the country to support the widespread availability of this service for their customers over time.Return to text\n6. Federal Reserve Board staff analysis of survey results, published in theEconomic Well-Being of U.S. Households in 2024(PDF)(Federal Reserve Board, May 2025).Return to text\n7. The Pew Charitable Trusts, \"From Payday to Small Installment Loans (PDF),\" Brief (August 2016).Return to text\n8. The Pew Charitable Trusts, \"Consumers want from their small-dollar-loans: Access/Certainty of approval, Affordability, and Speed,\" Issue Brief (May 2023).Return to text"
    },
    {
      "title": "Community Development at the Federal Reserve",
      "date": "2025-06-26T00:00:00",
      "location": "At the Policy Summit 2025: Building Strong and Sustainable Communities, hosted by the Federal Reserve Bank of Cleveland, Cleveland, Ohio",
      "url": "https://www.federalreserve.gov/newsevents/speech/barr20250626a.htm",
      "summary": "Below is a concise summary of the speech/testimony given by Federal Reserve Board Governor Michael S. Barr at a community development conference. The speech focuses on the Federal Reserve's role in supporting community development, its connection to broader economic goals, and ongoing efforts to foster economic opportunity.\n\n### Key Themes and Structure:\n1. **Introduction and Personal Context**: Barr expressed gratitude to the organizers and attendees, highlighting his long career in community development, from his time as the Treasury Department's point person in the 1990s to his current role as the Fed's consumer and community development lead. He emphasized how this work aligns with the Fed's mission of promoting a healthy economy and stable financial system, including supervising banks under the Community Reinvestment Act (CRA) to ensure they meet community credit needs safely.\n\n2. **Economic Outlook and Monetary Policy**: Barr provided an update on the U.S. economy, noting its strong footing with low unemployment and gradual disinflation toward the Fed's 2% inflation target. However, he warned of potential risks from tariffs, which could increase inflation, disrupt supply chains, and lead to economic slowdowns, disproportionately affecting low-income households and workers. He stressed that monetary policy is positioned to monitor these uncertainties while aiming for price stability and maximum employment.\n\n3. **The Role of Community Development in Economic Health**: Barr explained that community development complements monetary policy by supporting job creation, access to credit for businesses, workforce development, and the building of sustainable communities. He underscored the Fed's regional structure, which ensures diverse perspectives inform policy decisions, including through public listening sessions and collaborations with community organizations. This work helps identify trends, such as unfair lending practices or financial risks, and promotes economic resiliency for low- and moderate-income communities.\n\n4. **Fed's Community Development Initiatives**: Barr detailed the Fed's efforts to advance community development, including:\n   - **Research and Data Collection**: Conducting quantitative and qualitative studies, such as the Community Perspectives Survey, Small Business Credit Survey, and research on youth disconnection from education and the labor force.\n   - **Convenings and Partnerships**: Hosting events like summits, webinars, and initiatives (e.g., Boston Fed's Working Places Initiative, Dallas Fed's Advance Together program, and Atlanta Fed's Metro Atlanta eXchange) to connect stakeholders, address workforce challenges, and facilitate access to credit and investments.\n   - **Tools and Collaborations**: Supporting programs like the Occupational Mobility Explorer for career path visualization and initiatives like the Kansas City Fed's Investment Connection to link investors with community projects.\n\n5. **Conclusion and Call for Collaboration**: Barr concluded by praising community development practitioners for their contributions to the Fed's goals and urged continued partnership. He emphasized the Fed's commitment to research, knowledge-sharing, and adapting successful strategies to new challenges, while noting that his views are his own and not necessarily those of the Federal Reserve Board or the Federal Open Market Committee.\n\nOverall, the speech positions community development as essential to the Fed's mission, highlighting its role in gathering real-world insights, promoting economic inclusion, and addressing emerging risks in an uncertain economic environment.",
      "content": "Thank you, Eric, thank you to the conference organizers for asking me to speak today, and thank you, especially, to the practitioners here for the work you do in building stronger communities.1Your mission has also been at the center of my career in many different roles as an academic, a practitioner, and a public official, starting as the Treasury Department's point person on community development way back in the 1990s.\nCommunity development has been an important part of my work ever since, as a professor, a university leader, and, most recently, a banking regulator. I think this might help you understand how thrilled I am to have recently taken on the role of consumer and community development point person among the members of the Board of Governors, in support of Eric and his team and of the CD function throughout the Fed System.\nStrong and sustainable communities are crucial to the Federal Reserve's mission of promoting a healthy economy and a stable financial system. Under the Community Reinvestment Act (CRA), the Fed has a statutory obligation to supervise how banks meet the credit needs of the communities they serve, consistent with safe and sound lending practices. Our community development work reinforces the benefits of this effort. More broadly, community development work helps the Fed support a strong and healthy economy. Our primary tool for doing this is monetary policy. Monetary policy influences interest rates and financial conditions to affect economic activity. We adjust interest rates in service of seeking price stability and maximum employment for the American people.\nLet me spend just a moment on the U.S. economy and the outlook. The economy is currently on a sound footing, with low and steady unemployment, and disinflation having continued at a gradual, albeit uneven, pace toward our 2 percent target. Low-income households can ill afford increases in prices, and that's why it is so important that we bring inflation back down to our target. Looking forward, however, I expect tariffs will put upward pressure on inflation. Higher short-term inflation expectations, supply chain adjustments, and second-round effects may cause some inflation persistence. At the same time, tariffs may cause the economy to slow and unemployment to rise. Low-income workers are often hit the hardest when the job market weakens. There is still considerable uncertainty about tariff policies and their effects. Monetary policy is well positioned to allow us to wait and see how economic conditions unfold.\nTurning from monetary policy to community development, let me explain how community development also serves the goals of supporting a healthy economy that works for all Americans. While monetary policy matters a lot, other factors have to come together for people to have good job opportunities. Businesses need access to credit to expand and hire, and in many communities that credit depends on the CRA, community development financial institutions, and a range of other public policies. Businesses need qualified workers, and in many places that depends on workforce development that is supported by community development organizations. Businesses that invest to create jobs need to believe in the future and believe in the future of the communities they serve. Thriving businesses and productive workers need safe, healthy, strong, and sustainable communities. These conditions are fundamental to achieving the Federal Reserve's goals that Congress has established.\nIn Every CommunityThat is a big reason why the Fed's community development function is such an important part of the Federal Reserve System. Getting monetary policy decisions right requires a deep understanding of the conditions of local economies across the nation. This need is one of the reasons that the Fed was designed as an institution with a presence in every region of the country, ensuring that the experiences and perspectives of people from everywhere are considered in the decisions we make. It is why the Federal Reserve is actively seeking input from the public in formulating our long-term goals and strategy for monetary policy, with listening sessions around the country, including one right here at the Cleveland Fed. We want to hear from as many communities as we can, and an important way to do that is through our long-standing connections to organizations that are supporting strong and sustainable communities. In addition to the work you do, we value your perspectives, especially on how low- and moderate-income communities are faring in the economy. Federal Reserve policymakers depend on a lot of data, such as the unemployment rate, in making our decisions, but numbers can only go so far, and we also rely on actual experiences, on the ground, of people like you and those you serve.\nBeyond providing insights on economic conditions, the Fed's community development function supports the economy by promoting access to credit and other financial services among small businesses and low- and moderate-income households and communities. This access is a cornerstone of economic opportunity and resiliency. By analyzing and disseminating information on local financial needs and highlighting successful approaches for attracting and deploying capital, the Fed's community development work advances economic vitality in communities across America.\nThe Fed staff who work on community development also work closely with the supervisors overseeing bank compliance with the Community Reinvestment Act. By ensuring that these two functions are working together, we can support financial institutions' awareness of promising opportunities to meet their obligations under the CRA. Beyond supporting these statutory obligations, the insights gathered by the Fed's CD function serve as an early warning system of risks in the financial system. CD programs help spot emerging trends that may, for example, reveal patterns of unfair treatment of borrowers or signal risks to the safety and soundness of lending practices in particular communities.\nWhat Makes Community Development WorkI've outlined the important role that support for community development plays at the Federal Reserve. Now I'd like to offer a few words on effective community developmentâwhat works, and some ideas for how it might work even better. While we have learned a great deal over the years about promoting healthy and vibrant people and places, there are substantial opportunities to expand and adapt successful approaches to new areas. As an institution committed to conducting and disseminating high-quality, independent, and actionable research, the Federal Reserve will continue to conduct and support research on community development, and policymakers, including me, will highlight that research and engage with the public on new ideas for creating economic opportunity, particularly in low- and moderate-income communities.\nThis includes conducting original quantitative research to shed new light on evolving challenges, such as the Federal Reserve Bank of St. Louis' recent research looking into the incidence of youth disconnection from the labor force and education, and how that differs across communities. As far as collecting data, I would also point to our Community Perspectives Survey and the Small Business Credit Survey, which the Cleveland Fed has conducted since 2020.2\nBeyond collecting and analyzing data, the Federal Reserve's CD function also conducts qualitative research to understand the \"why\" behind the data. For example, the Philadelphia Fed recently published insights from their conversations with employers in the manufacturing as well as the leisure and hospitality sectors in Pennsylvania, New Jersey, and Delaware on how they are addressing staffing challenges.3\nAnother way that the Fed helps advance knowledge is through convenings like the one we're a part of today. For example, the San Francisco Fed recently hosted the California Rural Success Summit, which aimed to connect rural stakeholders across the state and to showcase innovative efforts to enhance access to jobs and credit across rural California.4These convenings can also take the form of virtual events, such as the New York Fed's recent webinar exploring local approaches to developing and rehabbing affordable apartments.5\nThese are a few of the ways that the Fed's community development work helps expand knowledge across the field. Communities also need to know how to apply that knowledge and have access to the partners and resources needed to do so. The Federal Reserve's CD function convenes local stakeholders who have a common interest in looking for ways to create opportunities and partnerships to better serve community development needs.\nFor example, the Federal Reserve Bank of Boston has been supporting community leaders for more than a decade through its Working Places Initiative, which helps local leaders work together to build strong, healthy economies and communities.6Similarly, through the Advance Together initiative, the Dallas Fed supports local communities across the 11th District that are addressing education and employment challenges to connect more Texans with quality jobs.7The Atlanta Fed helped to establish and continues to actively participate in the Metro Atlanta eXchange for Workforce Solutions, a connector for workforce developers in the area. MAX, as it is known, helps bring together employers with those involved in training, apprenticeships, and certification programs to fill specific demands.8And, lastly, I would include the Occupational Mobility Explorer, an interactive tool developed by the Federal Reserve Banks of Cleveland and Philadelphia that allows workers to explore career paths and visualize how job skills can transfer to higher-paying occupations.9\nFed CD staff also help investors and community development organizations connect with each other to explore mutually beneficial opportunities to work together. Through initiatives like the Kansas City Fed's Investment Connection and the Richmond Fed's Rural Investment Collaborative, the Federal Reserve helps communities identify potential financing partners who can move their ideas to action.10\nThese are just some of the ways the Federal Reserve supports the work of community development practitioners, who, as I have described, in turn support the Federal Reserve's work of promoting a healthy economy and a safe and stable financial system. Thank you for the work you do and for sharing some time with me today as we work together now and into the future to achieve our community development goals.\n1. The views expressed here are my own are not necessarily those of my colleagues on the Federal Reserve Board or the Federal Open Market Committee.Return to text\n2. Additional information on the Community Perspectives Survey is available athttps://fedcommunities.org/topics/community-perspectives-survey; additional information on the Small Business Credit Survey is available athttps://www.fedsmallbusiness.org/reports/survey.Return to text\n3. See Ryotaro Tashiro and Keith Wardrip (2023),Hiring and Retaining Lower-Wage and Noncollege Workers during the Pandemic: Conversations with Employers (PDF)(Philadelphia: Federal Reserve of Philadelphia, March).Return to text\n4. Additional information on the California Rural Success Summit is available on the San Francisco Fed's website athttps://www.frbsf.org/news-and-media/events/2025/05/california-rural-success-summit-2025.Return to text\n5. Additional information on the webinar is available on the New York Fed's website athttps://www.newyorkfed.org/newsevents/events/regional_outreach/2025/0408-2025.Return to text\n6. Additional information on the Working Places Initiative is available on the Boston Fed's website athttps://www.bostonfed.org/workingplaces.aspx.Return to text\n7. Additional information is available on the Dallas Fed's website athttps://www.dallasfed.org/cd/at.Return to text\n8. Additional information about the Metro Atlanta eXchange for Workforce Solutions is available athttps://metroatlantaexchange.org.Return to text\n9. Additional information about the Occupational Mobility Explorer is available on the Philadelphia Fed's website athttps://www.philadelphiafed.org/surveys-and-data/community-development-data/occupational-mobility-explorer.Return to text\n10. Additional information about Investment Connection is available on the Kansas City Fed's website athttps://www.kansascityfed.org/community/investmentconnection; additional information about the Rural Investment Collaborative is available on the Richmond Fed's website athttps://www.richmondfed.org/region_communities/rural/rural_investment_collaborative.Return to text"
    },
    {
      "title": "Opening Remarks",
      "date": "2025-06-24T00:00:00",
      "location": "At a Fed Listens event hosted by the Federal Reserve Bank of Kansas City, Omaha, Nebraska",
      "url": "https://www.federalreserve.gov/newsevents/speech/barr20250624a.htm",
      "summary": "Below is a concise summary of the speech/testimony given by Federal Reserve Board Governor Michael S. Barr at an event hosted by the Federal Reserve Bank of Kansas City:\n\n### Key Themes and Structure\nGovernor Barr began by thanking the hosts and highlighting the Federal Reserve's design, which incorporates input from its 12 regional Banks and the Board of Governors to inform national monetary policy decisions by the Federal Open Market Committee (FOMC). He emphasized that events like this one ensure diverse perspectives from across the country, particularly from regions like the 10th District, influence policy-making.\n\n### Economic Outlook and Challenges\nBarr described the current U.S. economy as stable, with low unemployment and gradual disinflation progressing toward the Fed's 2% inflation target. However, he expressed concerns about potential risks from tariffs, which could lead to higher short-term inflation expectations, supply chain disruptions, and persistent inflation. These factors might also slow economic growth and increase unemployment. Due to the uncertainty surrounding tariff policies, he noted that monetary policy is appropriately positioned to monitor developments before acting.\n\n### Monetary Policy Objectives and Tools\nBarr reiterated the Fed's dual mandate from Congress: achieving maximum employment and stable prices. He mentioned that the Fed's policy framework, which will be updated later this year, is shaped by insights from outreach events. Monetary policy primarily uses short-term interest rates to influence longer-term rates, affecting borrowing costs for households, businesses, and sectors like agriculture, where credit is vital. He acknowledged that while Fed actions play a role, other economic forces also impact real-world rates.\n\n### Tradeoffs and Public Input\nBarr discussed the inherent tradeoffs in monetary policy, such as the need to curb inflation potentially slowing economic activity and aggregate demand. He stressed the importance of understanding how policy decisions affect everyday households and businesses, including workers' wage prospects and businesses' decisions on expansion and hiring. Drawing from experiences in regions like Nebraska, where labor market challenges vary, he underscored that public input is crucial for balancing these tradeoffs.\n\n### Forward-Looking Statements and Conclusion\nReflecting on lessons from the past five years, Barr indicated that the Fed's upcoming framework update will incorporate recent economic events and rely on feedback from stakeholders. He concluded by thanking participants from the Omaha area and the 10th District for their contributions, emphasizing that the Fed serves the public and values their insights. Barr noted that his views are his own and not necessarily those of his colleagues on the Federal Reserve Board or the FOMC.",
      "content": "Thank you, President Schmid, and thank you to the Federal Reserve Bank of Kansas City for hosting this event.1The Federal Reserve, with its system of 12 distinct regional Federal Reserve Banks and the Board of Governors in Washington, D.C., was designed to ensure that monetary policy was a national decision with input from all parts of the country. The work of the District Reserve Banks, and events like this one, make sure that a wide range of views can inform President Schmid, me, Federal Reserve Chair Jerome Powell, and all of our colleagues on the Federal Open Market Committee (FOMC) as we come together in Washington to set monetary policy.\nLet me spend just a moment on the economy and the outlook. The economy is currently on a sound footing, with low and steady unemployment, and disinflation having continued at a gradual, albeit uneven, pace toward our 2 percent target. Looking forward, however, I expect inflation to rise due to tariffs. Higher short-term inflation expectations, supply chain adjustments, and second-round effects may cause some inflation persistence. At the same time, tariffs may cause the economy to slow and unemployment to rise. There is still considerable uncertainty about tariff policies and their effects. Monetary policy is well positioned to allow us to wait and see how economic conditions unfold.\nThe broad objectives of monetary policy are clear and have been mandated by Congressâmaximum employment and stable prices. Our strategy for getting there is laid out in the Fed's policy framework, which we plan to update later this year. And setting that strategy to reach our goals is informed by outreach like the session today.\nMonetary policy decisions affect everyone. Stable prices are important for families and businesses to be able to plan for the future, and for sustainable and healthy labor markets. When we get it right, we can help foster broad and inclusive employment gains that benefit the American people. Our decisions play a role, for example, in the prices for agricultural commodities that are particularly important for businesses and consumers in this region. These decisions affect the labor market, including the challenges that businesses can face in finding qualified workers, which I know is a bigger issue in Nebraska, with lower unemployment than in some other places. But the Federal Reserve's role is a limited oneâmost of what affects the economy are the individual decisions of households and businesses.\nThe primary tool for monetary policy is short-term interest rates, which in turn can affect longer-term rates that you, your customers, and people in your communities pay to finance land and equipment and other inputs. Credit has always played a particularly important role in agriculture, so I know that interest rates matter a lot in this part of America. Let me emphasize that real-world rates are significantly affected by other forces in the economy, but Fed policy does play a role.\nMonetary policy sometimes requires tradeoffsâa stance of policy that is necessary to lower inflation, for example, may also lower aggregate demand and slow the economy. Crucial in balancing our economic goals is determining how policy decisions affect households and businesses, which is why we are here to listen to you.\nBusinesses also have to balance their goals. Producers need to judge the strength of demand for their products and services, the trend in costs for their inputs, and the expected future costs for credit. These and other factors affect how businesses see tradeoffs as they make decisions about expanding operations and hiring. Workers need to balance their prospects for their wages keeping up with inflation or whether it's worth moving to find a better job. Your experience, and the experiences of your customers and the other people you serve, is an important input into the strategy the Fed will decide on for our long-term monetary policy framework.\nWe are going to consider everything we've learned in the past five eventful years since we last updated our framework, and we have learned a lot. But we can't do it without you, because you are who we serve. And so, since listening requires that one stop talking, I am going to wrap up by thanking everyone from the Omaha area and across the 10th District for agreeing to be part of today's gathering. I look forward to hearing what you have to say.\n1. The views expressed here are my own and are not necessarily those of my colleagues on the Federal Reserve Board or the Federal Open Market Committee.Return to text"
    }
  ]
}