{
  "speaker": "Governor Lisa D. Cook",
  "speeches": [
    {
      "title": "AI: A Fed Policymaker's View",
      "date": "2025-07-17T00:00:00",
      "location": "At the National Bureau of Economic Research, Summer Institute 2025: Digital Economics and Artificial Intelligence, Cambridge, Massachusetts",
      "url": "https://www.federalreserve.gov/newsevents/speech/cook20250717a.htm",
      "summary": "Below is a concise summary of the speech/testimony delivered by Federal Reserve Board Governor Lisa D. Cook at the NBER Summer Institute. The speech focuses on the rapid advancement of artificial intelligence (AI) as a general-purpose technology (GPT) and its implications for the economy, the Federal Reserve's operations, and monetary policy.\n\n### Key Themes and Structure\n\n**AI's Transformative Potential**: Cook describes AI, particularly large language models (LLMs) like ChatGPT, as a groundbreaking technology akin to the printing press or electricity. She highlights its rapid progress—e.g., benchmark intelligence scores doubling in a year—and its diffusion, with over 500 million weekly users. AI is poised to enhance productivity, generate new jobs, and drive innovation, but it could also displace certain roles and cause short-term inflationary pressures from increased investment.\n\n**Implications for the Fed's Dual Mandate**:  \n- **Maximum Employment**: AI may create new tasks and jobs while eliminating others, reshaping labor markets and potentially altering estimates of the natural rate of unemployment.  \n- **Price Stability**: By boosting productivity, AI could reduce inflationary pressures over time, though initial adoption might spike prices due to higher aggregate investment. Cook emphasizes the need to study these net effects for informed monetary policy.\n\n**AI Research at the Fed**: Cook outlines how the Federal Reserve is cautiously incorporating AI into its work, though not for FOMC policy decisions. Examples include:  \n- Using LLMs to analyze FOMC minutes, forecast economic indicators, and track layoffs via textual data.  \n- Studies showing AI's strengths (e.g., superior forecasting accuracy) and limitations (e.g., look-ahead bias in real-time data analysis).  \n- Research on AI adoption rates, which suggest it's faster than past technologies like personal computers.  \nThe Fed engages with external experts and hosts events like AI expos to promote responsible use.\n\n**Principles for Responsible AI Adoption**: Cook proposes four guiding principles for organizations, including the Fed:  \n1. **Strong Governance and Risk Management**: Ensure humans remain in control, addressing privacy, cybersecurity, and information leakage.  \n2. **Education and Training**: Equip staff to stay at the technological frontier, as AI augments human judgment rather than automating routine tasks.  \n3. **Empowerment**: Encourage hands-on experimentation in controlled settings.  \n4. **Experimentation**: Foster openness while maintaining rigorous standards to halt ineffective projects.\n\n**Challenges in AI Adoption**: Despite AI's potential, widespread adoption is slowed by the need for workforce training, organizational learning through experimentation, and selectivity amid rapid technological changes. Cook draws from her expertise in innovation to advocate caution, citing historical lessons on technology's multidimensional challenges.\n\n**Implications for Monetary Policy**: Cook is cautiously optimistic about AI's role in enhancing economic growth and productivity, which could counter inflation. However, she stresses monitoring uncertainties, such as labor market disruptions and timing effects, to inform policy decisions. She views AI as both an economic driver and a tool for improving the Fed's analytical capabilities.\n\n**Conclusion**: Cook frames the current era as an \"inflection point,\" expressing excitement about AI's benefits while underscoring the importance of ongoing research, like that at the NBER, to understand its full impact. She concludes with a call for humility in navigating this evolving technology.\n\nOverall, the speech balances optimism about AI's economic contributions with a prudent, structured approach to its adoption and risks, reflecting Cook's background in innovation and technology studies.",
      "content": "Thank you, Avi. It is an honor to be back with you at the NBER Summer Institute. Thanks to you, Erik, and Catherine for organizing these insightful and thought-provoking sessions this summer.1\nArtificial intelligence (AI) is advancing across the globe and permeating every corner of the economy at an incredibly rapid rate. This has significant implications for Federal Reserve leaders, both as policymakers and managers of the organization. AI is transforming the economy, including by accelerating how quickly we generate ideas and making workers more efficient, and that, in turn, will affect both sides of our dual mandate of maximum employment and price stability. AI also is beginning to affect the way we conduct economic research within the Federal Reserve System, with the potential to make some tasks more efficient, harness nontraditional data in new ways, and broaden and deepen economic analysis.\nI believe we are at an inflection point. As I have stated before, I, like some of you here today, see AI as the next general-purpose technology (GPT)2. As many of you in this room know and have written about, GPTs, like the printing press or electric power, matter immensely to innovation.3Similar to those seminal advances, AI will likely spread throughout the economy more broadly, spark innovation, and improve over time.\nAmong large language models (LLMs), the highest scores on benchmark intelligence tests have almost doubled over the past 12 months, according to the Artificial Analysis Intelligence Index.4The competition to improve is fierce: The leaderboard for the AI lab offering the best model switched six times in the past half a year. And the technology is diffusing rapidly. ChatGPT launched about three years ago, and now more than half a billion users engage with the internet-based LLM weekly.5LLMs are super cool and grab the headlines, but there is a lot more to AI, which can be an important driver of productivity. Advances in multimedia generation is another way to think of AI's fast advancement. It took human creators decades to move from silent pictures to \"talkie\" movies; AI models accomplished this advance in less than a year.\nAI is poised to alter the contours of the global economy. In doing so, it has the potential to materially affect both sides of the Fed's dual mandate. On the maximum-employment side of the mandate, AI can generate new tasks and jobs and possibly eliminate others, similar to many past technological innovations. On the price-stability side of our mandate, AI can improve productivity, which can lower inflationary pressures, but it can also boost prices in the interim, as AI adoption may lead to a surge in aggregate investment. Studying the net effects of AI on the economy over time will be critical to setting appropriate monetary policy. However, at the Fed, we are not only considering AI's implications for the economy but also employing strategies to harness the technology's power inside our walls.\nCommensurate with rapid improvements in AI, its adoption is accelerating across government and industry. As a result, there is an urgency for the Fed to both study AI's effects and capture more of its benefits to maintain a highly productive workforce and extract additional insights from new economic analysis.\nHaving spent much of my career studying the innovation production function and collecting and examining data on the economic effects of technology, productivity, and innovation, I am coupling caution with this optimism. This is consistent with my view when I was a research associate here at NBER and when I first spoke about AI at the NBER AI meeting in Toronto in 2018 before I joined the Board of Governors. While I see AI adoption as broadly beneficial to the economy and society, I know from economic history and the history of technology that there could be many multidimensional challenges to adopting it. With that in mind, I will start by offering general principles I believe guide our society's engagement with AI. Next, I will describe recent progress on AI research at the Fed. I will then say a bit about both the opportunities and constraints I see affecting the wider adoption of AI. Finally, I will offer some brief remarks on how AI factors into my thinking on monetary policy.\nResponsible AI AdoptionI want to start by stressing that any organization engaging with this technology should take a thoughtful and structured approach to AI adoption. I can offer four guiding principles for what I view as responsible AI adoption.\nFirst and foremost is establishing strong governance and risk management. A central tenet of good governance should be the mindset that humans are in the loop, because it ensures that people guide AI rather than allow AI to guide us. In a speech last year, I told a story about how Benjamin Franklin lost a game of chess to a machine called the \"Mechanical Turk\"6Of course, there was a human chess master hidden inside. What might seem like a silly tale contains an important lesson for organizations and governments deploying AI: Like the Mechanical Turk, ultimately the human inside the machine is still in charge. Relatedly, organizations also must be careful about privacy, cybersecurity, and leakage of confidential and internal information.\nA second principle is that education and training of staff are critical to get and keep employees at the technological frontier. A third principle is empowerment. Teams within organizations should be encouraged to learn by doing and engage hands-on with AI technologies in controlled environments. Finally, a fourth principle is experimentation. Organizations should maintain a spirit of openness while retaining the ability to halt projects that do not meet rigorous standards.\nAI Research at the FedLike many other leading organizations and researchers around the world, the Federal Reserve is working hard to understand AI's implications for our mission and our own work. To be clear, the FOMC is not using AI in developing or setting policy, but rather to aid staff in their other tasks such as writing, coding, and research. For example, we have been deepening our understanding of the capabilities of LLMs and other machine learning models to produce economic insights.7Several Fed papers document what we are learning. Board economists Wendy Dunn and Nitish Sinha, with coauthors Ellen Meade and Raakin Kabir found that LLMs have surprisingly good understanding of economic topics discussed in the FOMC minutes.8In a recent paper, Board economist Paul Soto measured AI research and development by examining firms' earnings conference calls using deep learning.9Richmond Fed economist Anne Hansen, with coauthors, John Horton, Sophia Kazinnik, Daniela Puzzello and Ali Zarifhonarvar found partial success in simulating the Survey of Professional Forecasters' panel using an LLM and create synthetic forecasters that often achieve superior accuracy, particularly at medium- and long-term horizons.10A paper by Mary Chen, Matthew DeHaven, Isabel Kitschelt, Seung Jung Lee, and Martin Sicilian used machine learning techniques on a variety of unstructured textual data to identify and forecast financial crises.11Another paper, by Leland Crane, Emily Green, Molly Harnish, Will McClennan, Paul Soto, Betsy Vrankovich, and Jacob Williams, harnessed the ability of an open-weight model to read Work Adjustment and Retraining Notifications to create a real-time measure of layoffs.12As our researchers examine LLMs and other machine learning techniques critically, some research has demonstrated the benefits of AI, and other research has provided important insights about its limits and where we should be careful about AI.\nBy actively engaging with and learning about AI tools in our research, we not only enhance our analytical capabilities, but also gain invaluable insights into the broader economic implications of AI. Researchers at the Fed are also examining the state of AI adoption and the potential of AI to affect our economy. A timely indicator of generative AI (GenAI) adoption in the U.S. has been developed by St. Louis Fed economist Alexander Bick, along with his coauthors Adam Blandin and David Deming, through a repeated survey.13They also find that, so far, GenAI adoption for uses outside of work has been faster than personal computer (PC) adoption after its introduction. In the workplace, they find GenAI adoption has happened at a similar pace as occurred with PCs. Work from David Byrne and Paul Soto, along with coauthors Martin Baily and Aidan Kane, suggests that GenAI has the potential to be a GPT and could benefit the economy in other ways too such as by being an invention that itself leads to more innovation.14\nIn addition, Fed staff from across our divisions keep abreast with the rapid developments in GenAI by engaging regularly with other researchers and experts from academia, other central banks, and the industry through various seminars, workshops, interviews, and invited presentation series.\nSimultaneously, the research at the Fed is proceeding deliberately and cautiously, as many AI tools are not yet ready to be put into production. For example, Leland Crane, Akhil Karra and Paul Soto show that when it comes to real-time analysis, LLMs suffer from look-ahead bias and frequently get confused by the vintage nature of economic data releases.15Even for historical analysis, the researchers note: \"From the perspective of historical analysis, an LLM may not reliably recall the details of real time data flow during historical episodes, limiting the reliability of historical analysis.\"\nThe Speed of AdoptionOur experience with AI at the Fed is also informative about why we are not seeing more widespread adoption of AI in the economy, despite its remarkable pace of improvement and the apparently large potential economic gains.\nFirst, as in all industries grappling with AI, the workforce must be trained to take advantage of a rapidly changing technology that is strikingly different from previous technologies. Often, the premise of technology has been to automate routine tasks where the steps involved are predetermined. The premise of AI is different from technologies of the past. AI promises to augment areas of work involving human judgement, which do not follow any predetermined steps. Thus, education and training must evolve.\nSecond, large organizations learn to use new tools through hands-on experimentation and shared experiences, and it takes time for the knowledge to diffuse. Some of these are planned and organized, while others are more organic and spontaneous. For example, earlier this year, the Board hosted an AI expo where AI early adopters shared their experiences with AI and innovative AI use cases. Events such as this showcase cross-functional, cross-organizational collaboration among participants throughout the Federal Reserve System and demonstrate how AI-driven solutions could address challenges in areas such as economic analysis, financial stability, and operations. These venues provide excellent avenues for sharing successes and failures in trying out different use cases and, in many cases, enable the broader community to engage with prototypes of AI applications. In addition to demystifying AI and encouraging its use, these events try to establish and promote cultural norms of responsible AI usage, which generates ideas related to the types of problems AI is better or worse at solving.\nFinally, organizations will also have a rational desire to be selective about which advances to adopt when the technology is rapidly changing. For example, we are seeing that some highly effective prompting strategies for older models are no longer necessary for thinking models. As with any new general-purpose technology, there is likely to be an extended period of learning by doing. This will be particularly important for the high-profile LLM models. With these models, even the developers are not fully aware of their capabilities, and organizations, including the Fed, learn about their abilities and limitations only once they are put to use.\nImplications for Monetary PolicyGiven what we know, as well as what we learn from researchers like you, we are thinking carefully about the implications of AI for monetary policy. As AI filters through the economy, it has the potential to affect both sides of our dual mandate in different ways.\nAs with other technological innovations, AI is poised to reshape our labor market, which in turn could affect our notion of maximum employment or our estimate of the natural rate of unemployment. I see it as likely that AI will allow workers to be more productive while also changing the tasks associated with any given job. As with many technological breakthroughs, a certain set of jobs may be replaced. We must recognize the challenges and potential pain this may bring, and we are watching this closely. A successful response to these disruptions will be of paramount importance but lies outside the mandate of monetary policy. Fortunately, new types of employment, whether tasks or occupations, are also being created.\nIn terms of price stability, AI is likely to boost productivity and could help the economy achieve higher growth while reducing inflationary pressures, because those productivity improvements can counter labor cost increases. In addition, the ability of AI to process and analyze ever larger amounts of data will likely lead to advances in scientific research and innovation, resulting in an increased arrival rate of ideas, further amplifying its effect on productivity. As I have noted in recent speeches, it is possible that the disinflationary effect of AI could, over time, counter any factors putting upward pressure on inflation.16It is also possible that AI could boost prices in the interim, as adoption of the technology might require a surge in aggregate investment.\nI am constantly monitoring incoming data, the ever-evolving outlook, and a broad range of risks to both sides of the dual mandate. I tend to be cautiously optimistic when I anticipate what AI could bring to the economy, but much uncertainty remains. As I have laid out for my institution specifically and the economy broadly, AI is a technology that is rapidly evolving, and it is good to be humble about our understanding of its exact effects on our economy and the timing of those effects.\nConclusionTo conclude, I see us at a moment of inflection where AI is being deployed as a general-purpose technology. Babies born today will ask what life was like before LLMs, just as today's college students quiz us about what life was like before the internet and mobile phones. This is a moment for excitement and optimism, but also one we are taking seriously at the Federal Reserve. As I have described, AI will both change the economy for which we set policy and change how we can best operate as a central bank.\nMuch more remains to be learned and understood about how AI will affect our economy and our everyday lives. This is why gatherings and discussions like these in the 48th session of the NBER Summer Institute are so important. I am excited to learn about the careful and insightful research presented by former colleagues, graduate students, and many others at the Summer Institute, and I look forward to listening to the remaining discussions today.\nThank you.\n1. The views expressed here are my own and not necessarily those of my colleagues on the Federal Open Market Committee.Return to text\n2. See Lisa D. Cook (2023), \"Generative AI, Productivity, the Labor Market, and Choice Behavior,\" speech delivered at the National Bureau of Economic Research Economics of Artificial Intelligence Conference, Toronto, September 22.Return to text\n3. For the original notion of general-purpose technology, see, for example, Timothy F. Bresnahan and Manuel Trajtenberg (1995), \"General Purpose Technologies 'Engines of Growth'?\"Journal of Econometrics,vol. 65 (January), pp. 83â108. For an assessment of how IT can boost productivity in the early 21st century, see Boyan Jovanovic and Peter L. Rousseau (2005), \"General Purpose Technologies,\" in Philippe Aghion and Steven N. Durlauf, eds.,Handbook of Economic Growth,vol. 1B (Amsterdam: Elsevier), pp. 1181â224. More recently, Eloundou and others (2024) note that generative artificial intelligence could be a GPT and provide a framework for assessing that; see Tyna Eloundou, Sam Manning, Pamela Mishkin, and Daniel Rock (2024), \"GPTs Are GPTs: Labor Market Impact Potential of LLMs,\"Science,vol. 384 (6702), pp. 1306â08.Return to text\n4. See the chart \"Frontier Language Model Intelligence, Over Time\" on Artificial Analysis's website athttps://artificialanalysis.ai/#frontier-language-model-intelligence-over-time; the index calculation is described athttps://artificialanalysis.ai/methodology/intelligence-benchmarking.Return to text\n5. See \"Ideas to Power Democratic AI\" on OpenAI's website at https://cdn.openai.com/global-affairs/9c98a71f-7d2f-4566-9da7-4a7628c60bea/oai-ideas-to-power-democratic-ai-june-2025.pdf.Return to text\n6. See Lisa D. Cook (2024), \"Artificial Intelligence, Big Data, and the Path Ahead for Productivity,\" speech delivered at \"Technology-Enabled Disruption: Implications of AI, Big Data, and Remote Work,\" a conference organized by the Federal Reserve Banks of Atlanta, Boston, and Richmond, Atlanta, October 1.Return to text\n7. See Anton Korinek (2023), \"Generative AI for Economic Research: Use Cases and Implications for Economists (PDF),\"Journal of Economic Literature,vol. 61 (December), pp. 1281â317; Anton Korinek (2024), \"LLMs Level UpâBetter, Faster, Cheaper: June 2024 Update to Section 3 of 'Generative AI for Economic Research: Use Cases and Implications for Economists,' published in theJournal of Economic Literature61(4);\" and Anton Korinek (2024), \"LLMs Learn to Collaborate and Reason: December 2024 Update to 'Generative AI for Economic Research: Use Cases and Implications for Economists (PDF),' published in theJournal of Economic Literature61(4).\"Return to text\n8. See Wendy Dunn, Ellen E. Meade, Nitish Ranjan Sinha, and Raakin Kabir (2024), \"Using Generative AI Models to Understand FOMC Monetary Policy Discussions,\" FEDS Notes (Washington: Board of Governors of the Federal Reserve System, December 6).Return to text\n9. See Paul E. Soto (2025), \"Research in Commotion: Measuring AI Research and Development through Conference Call Transcripts,\" Finance and Economics Discussion Series 2025-011 (Washington: Board of Governors of the Federal Reserve System, February).Return to text\n10.See Anne Lundgaard Hansen, John J. Horton, Sophia Kazinnik, Daniela Puzzello, and Ali Zarifhonarvar (2024), \"Simulating the Survey of Professional Forecasters,\" available at SSRN: http://dx.doi.org/10.2139/ssrn.5066286.Return to text\n11. See Mary Chen, Matthew DeHaven, Isabel Kitschelt, Seung Jung Lee, and Martin J. Sicilian (2023), \"Identifying Financial Crises Using Machine Learning on Textual Data,\"Journal of Risk and Financial Management,16(3): 161, https://doi.org/10.3390/jrfm16030161.Return to text\n12. See Leland D. Crane, Emily Green, Molly Harnish, Will McClennan, Paul E. Soto, Betsy Vrankovich, and Jacob Williams (2024), \"Tracking Real Time Layoffs with SEC Filings: A Preliminary Investigation,\" Finance and Economics Discussion Series 2024-020 (Washington: Board of Governors of the Federal Reserve System, April).Return to text\n13. See Alexander Bick, Adam Blandin, and David J. Deming (2024), \"The Rapid Adoption of Generative AI,\" NBER Working Paper Series 132966 (Cambridge, Mass.: National Bureau of Economic Research, September; revised February 2025).Return to text\n14. See Martin Baily, David Byrne, Aidan Kane, and Paul Soto (2025), \"Generative AI at the Crossroads: Light Bulb, Dynamo, or Microscope?\" working paper.Return to text\n15. See Leland D. Crane, Akhil Karra, and Paul E. Soto (2025), \"Total Recall? Evaluating the Macroeconomic Knowledge of Large Language Models,\" Finance and Economics Discussion Series 2025-044 (Washington: Board of Governors of the Federal Reserve System, June).Return to text\n16. See Lisa D. Cook (2025), \"Opening Remarks on Productivity Dynamics,\" speech delivered at \"Finishing the Job and New Challenges,\" a monetary policy conference hosted by the Hoover Institution, Stanford University, Stanford, Calif., May 9.Return to text"
    }
  ]
}