{
  "speaker": "Governor Adriana D. Kugler",
  "speeches": [
    {
      "title": "A View of the Housing Market and U.S. Economic Outlook",
      "date": "2025-07-17T00:00:00",
      "location": "At the Housing Partnership Network Symposium, Washington, D.C.",
      "url": "https://www.federalreserve.gov/newsevents/speech/kugler20250717a.htm",
      "summary": "Below is a concise summary of the speech/testimony delivered by Federal Reserve Board Governor Adriana D. Kugler. The speech, titled \"Housing and the Economy,\" was given to address housing's role in personal welfare, the broader economy, and monetary policy decisions.\n\n### Key Themes and Structure\nGovernor Kugler emphasized housing's multifaceted importance: it is essential for basic needs, household wealth, job access, and economic stability. As a member of the Federal Open Market Committee (FOMC), she highlighted how housing influences labor markets, consumer spending, and inflation, with shelter accounting for 16% of the PCE price index (the FOMC's preferred measure).\n\n### Housing Affordability Challenges\nKugler discussed the elevated costs of both renting and owning homes compared to historical levels. For shelter, rents surged during the pandemic recovery (e.g., 8.3% growth in 2022) but have moderated to 3.8% by May 2023, partly due to increased multifamily construction. However, lower-end rentals remain unaffordable, and rents continue to outpace overall inflation. Relative to incomes, rental costs are not higher than pre-pandemic averages, but about 40% of renters—particularly Black (47%), Hispanic (43%), and those without college education (46%)—spend over 30% of their income on rent.\n\nHomeownership costs are also high, driven by elevated house prices (20% above 2014–2019 averages), mortgage rates (6–7.5%), property taxes, and insurance premiums. This has made buying less accessible, especially for lower-income and first-time buyers, leading to a decline in homeownership rates for those under 45 since 2022. Despite this, rates for some groups (e.g., Black and Hispanic households) remain above pre-pandemic levels.\n\n### Demand and Supply Factors\nOn the demand side, long-term factors like population growth (driven by immigration) have pressured housing needs, though future growth is expected to slow. Cyclical forces, such as a strong labor market, boost demand, while high mortgage rates dampen it.\n\nSupply constraints are a major issue, with housing stock growth declining since the 1960s. Local regulations, rising material and labor costs (up 25% since the mid-2000s), immigration policy changes, and tariffs (e.g., on steel and lumber) have limited construction. Additionally, \"rate lock-in\" effects—where owners avoid selling due to low existing mortgage rates—have reduced homes for sale, exacerbating price pressures.\n\n### Economic Outlook and Monetary Policy Implications\nKugler described the U.S. economy as resilient, with a stable labor market (e.g., low unemployment and steady job growth) and moderating activity. However, inflation remains a concern, at 2.5% headline and 2.8% core PCE in June, with upward pressures from tariffs, geopolitical risks, and potential further policy changes. She noted that tariff effects may intensify as businesses pass on costs.\n\nGiven this outlook, Kugler supports maintaining the current restrictive policy rate to anchor inflation expectations and achieve the FOMC's dual mandate of maximum employment and 2% price stability. She will base future decisions on incoming data, emphasizing a data-dependent approach.\n\nIn conclusion, Kugler underscored the need for policy reforms to address housing imbalances, while stressing the Fed's role in monitoring broader economic risks. The views expressed are her own and not necessarily those of the Federal Reserve Board or FOMC.",
      "content": "Thank you, Robin. And thank you for the opportunity to speak with you today on the important topic of housing and how housing fits in with the broader economy.1\nFirst, I want to step back and say that housingâour homesâhas a central role in our lives beyond what statistical reports capture. Housing matters greatly for our welfare because shelter is a basic human necessity. Our homesâbe it city apartments, farmhouses passed through generations, or suburban dwellingsâare among the most significant places in our lives. In terms of household finances, housing is an important source of wealth for many American families. Housing also supports access to good jobs, because the jobs people can take depend on where they live and how far they need to commute.\nIn addition, the housing sector matters a great deal to the economy as a whole, and it is an important channel through which monetary policy is transmitted. That is why I study it closely as a member of the Federal Open Market Committee (FOMC). From the perspective of the labor market, many workers have ties to housing-related sectors, including construction, real estate, and the mortgage finance industry. And because housing is a large fraction of household wealth, the housing market influences consumer spending. From the price-stability perspective, shelter has a large weight in measures of inflation. Specifically, shelter is currently 16 percent of the expenditures in the basket used to calculate the personal consumption expenditures (PCE) price index, which is the FOMC's preferred inflation measure.2\nToday I will discuss several aspects of housing affordability in the U.S., a topic that I know is important to many of you, as it is to me. When studying affordability, it is important to distinguish between the cost of shelter, by which I mean the cost of occupying a home, and the costs of purchasing and owning a home. I will discuss each of these in turn, with the common theme being that both are elevated from a historical perspective. Next, I will discuss some supply and demand factors that explain how we got to this point and offer some thoughts on how these influences might evolve. Finally, I will discuss my overall outlook of the U.S. economy and its implications for monetary policy.\nCost of ShelterI will start with a discussion of the cost of shelter, which is not only needed for survival, but is also a large portion of household budgets. Because of this, increases in shelter prices leave less for families to spend otherwise. It is common to measure the price of shelter with rents because rent reflects the price of occupying a home. Rents surged early in the pandemic recovery, rising 8.3 percent over the 12 months ending in December 2022. This year, rent growth eased to 3.8 percent over the 12 months ending in May.3The recent increase in multifamily construction has contributed to this moderation. For lower-end properties, we have not seen as much of a cooling in rental inflation, in part because new construction has been aimed at the high end of the market. Even with the slowdown in rent growth, rents continue to rise faster than overall inflation, as was the case before the pandemic.4\nNevertheless, rents have not risen at a faster pace than household incomes. The constant-quality cost of a rental unit relative to the median family income is currently no higher than its average from 2014 to 2019. The share of renters spending more than 30 percent of their income on rent was about the same in 2023 as it was in 2019, about 40 percent in both years. Of course, this fraction is high, indicating that rental housing is a large expense for many families. This ratio is significantly higher for certain groups. In 2023, 43 percent of Hispanic households spent more than 30 percent of their income on rent, while 47 percent of Black households spent that share. For households whose head did not attend college, the figure is 46 percent.5\nCost of HomeownershipWhile shelter is a necessity, homeownership is an opportunity because it is a pathway for families to build wealth. It also provides a greater sense of stability because owner-occupants do not have to worry about a landlord deciding not to renew the lease. Like renting, the costs of purchasing and owning a house are elevated.\nThe cost of homeownership is related to several factors. One is the cost of purchasing a home. Like rent, house price growth has slowed from the fast pace seen a few years ago, and this slowing has been more pronounced for higher-priced homes. Zillow's index for high-value homes increased 1 percent per year over the past three years, whereas it increased 3 percent per year for low-value homes.6Despite this slowdown, the level of prices is quite high, even relative to income. The ratio of house prices to median family income is about 20 percent higher than its average from 2014 to 2019.\nIn addition, the costs associated with owning a home are also elevated. Mortgage rates have ranged between 6 and 7.5 percent in the past several years. Property taxes have risen along with home values. Homeowners insurance premiums have increased as insurers seek to offset expenditures tied to recent natural disasters and the rising cost of replacing structures. Federal Reserve Board staff research shows that, factoring in high house prices, mortgage rates, property taxes, and homeowners' insurance, the costs of owning a home relative to median income in 2023 were at the highest level seen since 1980.7\nGiven these costs, it is no surprise that some families cannot afford a home. Board staff research shows that increases in mortgage rates reduce purchases by lower-income borrowers, especially low-income first-time homebuyers.8And, indeed, the homeownership rate of heads of households younger than 45 decreased from 2022 to 2024. This decline is a partial reversal of changes seen in the previous few years when a combination of very low interest rates and fiscal support caused ownership rates to rise. Yet, on net, the ownership rate for several groups remains above levels recorded before the pandemic. In 2024, homeownership rates for household heads aged 35 to 44 were 62 percent, 2 percentage points above their 2019 level. The ownership rates for Black households were 4 percentage points higher, and the rate for Hispanic households was 1.5 percentage points higher.9\nDemand FactorsThe relative affordability of housing is the outcome of the forces of supply and demand. Let me first focus on the long-run trends on the demand side, where household growthâthat is, the change in the number of households over timeâplays an important role. Household growth is a function of population growth and household size. In the 10 years before the pandemic, the U.S. population rose slightly less than 1 percent a year. Immediately following the pandemic, population grew at a faster rate, reflecting a higher volume of immigration. That trend has since reversed. Academic research examining immigration flows finds that rent growth increases in the short run after a wave of immigration, but these rent increases may not persist if the housing supply expands over time to meet the increase in housing demand.10In fact, a study found that increases in immigration do lead to more residential construction.11In terms of the whole population, the Census Bureau projects that population growth will ease over the next 10 years but remain positive, based on mortality rates, birth rates, and the age distribution of the population.12Thus, population growth should put less upward pressure on demand for housing going forward.\nLet me turn to some cyclical forces on the housing demand side, with some factors pushing demand in opposite directions. A strong labor market for several years has fueled demand for both renting and owning housing, while the recent increase in mortgage rates and other costs of ownership have damped demand for owning.\nSupply FactorsTurning to housing supply, it is no surprise to those in this room that it has been increasing at too slow of a rate relative to demand. Research shows that growth of the housing stock has declined steadily since the 1960s and 1970s. Specifically, it estimates that if the housing stock had expanded at the same rate from 2000 to 2020 as it did from 1980 to 2000, there would be 15 million more housing units in the U.S.13\nResearch finds that local regulations are an important factor constraining the housing supply, leading to higher house prices.14In response, some state and local governments have begun to enact policy changes aimed at relaxing these supply restrictions. For example, in 2020 Minneapolis enacted a large-scale zoning reform that eliminated parking requirements for new development, encouraged apartment development in commercial corridors, and permitted duplex and triplex construction on all residential lots. These zoning reforms may have boosted construction in Minneapolis. Other states and cities have also implemented policies intended to increase the number of housing units, but it is still too early to tell whether these changes will meaningfully affect house prices or rents.\nMaterial and labor costs for home construction have increased about 25 percent in real terms since the mid-2000s.15Recent policy changes at the national level could further increase those costs. Anecdotal reports, including those in the Beige Book, suggest that changes in immigration policy are starting to restrict the supply of construction workers. Research has found that past declines in immigration have reduced residential construction while increasing housing prices.16In terms of tariff policy changes, to date there has been some effect on homebuilder costs. The National Association of Home Builders estimates tariff policy, including tariffs on steel and aluminum, has increased the cost of new construction by about 3 percent of the average price of a new home, and additional tariffs, such as the one proposed on imported lumber, could raise construction costs further.\nAnother aspect of housing supply is the number of homes for sale. Elevated interest rates have made it much less appealing for existing owners who have a mortgage with a low fixed rate to sell and purchase a different house, because doing so would require them to take out a new mortgage at a much higher rate. Therefore, the supply of existing homes for sale in the past few years has been much lower than normal. Board staff research shows that this \"rate lock-in\" effect has boosted house prices in markets that were already tight in 2019, because the decrease in homes for sale was proportionally larger than the decrease in the number of potential buyers.17\nConsidering all these factors in concert, the housing market has gone through some pronounced swings over the past four years. Looking through these ups and downs, growth in demand for shelter has continued to outpace supply, putting upward pressure on rents across a wide range of locations and types of families. Although rent growth has not been faster than income growth, rental expenditures are still a large fraction of income for many households. House prices have risen, too, and combined with elevated mortgage rates and increases in other ownership costs, the costs of owning a home are high relative to Americans' incomes.\nLooking forward, growth in housing demand may soften over the second half of this decade because of a slowdown in population growth. But even with this softening, it is not clear that growth in the housing supply will be large enough to meet demand. Prospects for house prices and rents over the next few years also depend materially on the economic outlook, to which I will turn now.\nEconomic OutlookI will start by saying that while my discussion so far has focused on the housing market, I look at economic conditions across the entire economy and in every region of the country when making monetary policy decisions. Thus, I pursue the monetary policy that I believe will achieve our dual-mandate goals of maximum employment and price stability for all Americans.\nOverall, I see the labor market as stable and resilient, and economic activity moderating some. In contrast, I see upward pressure on inflation from trade policies, and I expect additional price increases later in the year. While I am monitoring policy developments in many areas, I continue to see trade developments as the key drivers of the U.S. economic outlook.\nStarting with price stability, based on data received this week, it is estimated that the headline PCE price index rose 2.5 percent on a 12-month basis in June, a somewhat stronger gain than the 2.3 percent recorded in May. Core inflation, which excludes volatile food and energy costs and is a good guide for future inflation, came in at about 2.8 percent in June, also higher than in May. Both headline and core inflation have shown no progress in the last six months. While core services inflation decreased relative to the end of last year, core goods inflation has pushed up inflation recently.\nI see firmer core goods inflation as already partially reflecting the pass-through of increased tariffs, which has been shown by research done at the Fed.18In addition, CPI and PPI reports released in the past two days show that increases in core goods prices were more broad-based in the month of June. While many forecasters may have been expecting a sooner and sharper increase in overall inflation, there are many reasons to think that larger effects of tariffs are still coming. First, businesses built up inventories ahead of anticipated tariff increases, giving them leeway to still sell goods at pre-tariffed prices. Second, given the many changes in implemented tariff policies, businesses may not yet be passing the higher tariffs to their selling prices because they are waiting for greater clarity. Third, businesses, especially larger ones, may also be waiting to capture market share from others that hike prices sooner. Fourth, the current environment of still-elevated short-run inflation expectations makes it easier for workers to seek higher wages and business to charge higher prices, which could increase the persistence of price hikes going forward. Fifth, tariff rates could increase further, as seen in newly proposed reciprocal tariffs for several countries and the new tariffs on copper introduced last week, putting further upward pressure on prices.\nOther unforeseen shocks, such as geopolitical ones, may further push inflation upward soon. Board staff research shows that increased geopolitical risk is associated with high inflation in the U.S., with effects peaking about two years after the geopolitical shock.19Renewed tensions in the Middle East, together with the possibility of an extension and escalation of the Russian invasion of Ukraine, are important geopolitical risks to monitor.\nTurning to the employment side of our mandate, I see a labor market that has been stable and resilient. The June employment report showed that employers added a robust 147,000 jobs, boosted by jobs in the state and local government sector. Private payroll employment increased by 74,000, showing some moderation relative to previous months. Additionally, the unemployment rate has stayed in a narrow and historically low range for more than a year. Layoff measures have remained subdued, and the ratio of job vacancies to unemployed workers has largely been stable at a level that suggests demand and supply for labor are roughly balanced.\nConclusionConsidering the near-term outlook that I just outlined, I see that the U.S. economy has remained resilient, with labor markets appearing to be stable and close to full employment. Inflation, meanwhile, remains above the FOMC's 2 percent goal and is facing upward pressure from implemented tariffs. Moreover, I judge that inflation is likely to increase further as tariff effects build up during the rest of the year.\nGiven the stability in the employment side of our mandate, with the unemployment rate still at historically low levels, elevated short-run inflation expectations, and goods inflation rising due to the upward pressure from tariffs, I find it appropriate to hold our policy rate at the current level for some time. This still-restrictive policy stance is important to keep longer-run inflation expectations anchored. Moving forward, I will make policy decisions based on incoming economic data, the evolving outlook, and my assessment of risks to both sides of our dual mandate.\nThank you for the opportunity to speak with you today.\n1. The views expressed here are my own and are not necessarily those of my colleagues on the Federal Reserve Board or the Federal Open Market Committee.Return to text\n2. Shelter has an even larger weight in the consumer price indexâit is 35 percent for the index including all urban consumers.Return to text\n3. The figures cited are calculated from the rent of tenant-occupied housing component of the PCE price index.Return to text\n4. From 2015 to 2019, the rent component of the PCE price index rose 3.7 percent per year, more than double the rate of increase of the PCE price index excluding rent and owner-occupied shelter, 1.2 percent per year.Return to text\n5. Calculations are based onhousehold-level datafrom the 2023 American Community Survey provided by IPUMS; see Steven Ruggles, Sarah Flood, Matthew Sobek, Daniel Backman, Grace Cooper, Julia A. Rivera Drew, Stephanie Richards, Renae Rodgers, Jonathan Schroeder, and Kari C.W. Williams (2025), IPUMS USA, version 16.0 [dataset] (Minneapolis, Minn.: IPUMS).Return to text\n6. This reference reflects data through May. Zillow's high-value index reflects value for homes within the 65th to 95th percentile range for a given region, and the low-value index reflects value for homes within the 5th to 35th percentile range for a given region. See Zillow Research (2025), \"Housing Data,\" webpage, https://www.zillow.com/research/data.Return to text\n7. See Raven Molloy (2025), comment on \"America's Housing Supply Problem: The Closing of the Suburban Frontier?\" by Edward Glaeser and Joseph Gyourko, paper presented at the Brookings Papers on Economic Activity Conference, held at the Brookings Institution, Washington, March 28.Return to text\n8. See Daniel Ringo (2024), \"Monetary Policy and Home Buying Inequality,\"Review of Economics and Statistics(March), pp. 1â46.Return to text\n9. The homeownership statistics are from the Housing Vacancy Survey; see U.S. Census Bureau (2025), \"Housing Vacancies and Homeownership,\" webpage.Return to text\n10. See Albert Saiz (2003), \"Room in the Kitchen for the Melting Pot: Immigration and Rental Prices,\"Review of Economics and Statistics,vol.85 (August), pp. 502â21; Albert Saiz (2007), \"Immigration and Housing Rents in American Cities,\"Journal of Urban Economics,vol. 61 (March), pp. 345â71;Abeba Mussa, Uwaoma G. Nwaogu, and Susan Pozo (2017), \"Immigration and Housing: A Spatial Econometric Analysis,\"Journal of Housing Economics,vol. 35 (March), pp. 13â25; Umut Unal, Bernd Hayo, and Isil Erol (2024), \"The Effect of Immigration on Housing Prices: Evidence from 382 German Districts,\"Journal of Real Estate Finance and Economics(May), pp.1â39; and Ibrahim Alhawarin, Ragui Assaad, and Ahmed Elsayed (2021), \"Migration Shocks and Housing: Short-Run Impact of the Syrian Refugee Crisis in Jordan,\"Journal of Housing Economics,vol.53 (September), 101761.Return to text\n11. See Libertad Gonzalez and Francesc Ortega (2013), \"Immigration and Housing Booms: Evidence from Spain,\"Journal of Regional Science,vol. 53 (February), pp. 37â59.Return to text\n12. The Census Bureau makes a range of population growth projections under various assumptions about immigration. This statement refers to its projections under its baseline immigration assumption and its low-immigration assumption. Under its high-immigration assumption, population growth would be about in line with that seen over the past decade.Return to text\n13. See Edward L. Glaeser and Joseph Gyourko (2025), \"America's Housing Supply Problem: The Closing of the Suburban Frontier? (PDF)\" NBER Working Paper Series 33876 (Cambridge, Mass.: National Bureau of Economic Research, May).Return to text\n14. For summaries on the literature, see Joseph Gyourko and Raven Molloy (2015), \"Regulation and Housing Supply,\" in Gilles Duranton, J. Vernon Henderson, and William C. Strange, eds.,Handbook of Regional and Urban Economics, vol. 5 (Amsterdam: North-Holland), pp. 1289â1337; and Nathaniel Baum-Snow and Gilles Duranton (2025), \"Housing Supply and Housing Affordability,\" NBER Working Paper Series 33694 (Cambridge, Mass.: National Bureau of Economic Research, April).Return to text\n15. See Glaeser and Gyourko, \"America's Housing Supply Problem,\" in note 13.Return to text\n16. See Troup Howard, Mengqi Wang, and Dayin Zhang (2024), \"Cracking Down, Pricing Up: Housing Supply in the Wake of Mass Deportation,\" working paper, October.Return to text\n17. See Aditya Aladangady, Jacob Krimmel, and Tess Scharlemann (2024), \"Locked In: Mobility, Market Tightness, and House Prices,\" Finance and Economics Discussion Series 2024-088 (Washington: Board of Governors of the Federal Reserve System, November; rev. May 2025).Return to text\n18. See Robbie Minton and Mariano Somale (2025), \"Detecting Tariff Effects on Consumer Prices in Real Time,\" FEDS Notes (Washington: Board of Governors of the Federal Reserve System, May 9).Return to text\n19. See Dario Caldara, Sarah Conlisk, Matteo Iacoviello, and Maddie Penn (2024), \"Do Geopolitical Risks Raise or Lower Inflation?\" working paper, April.Return to text"
    },
    {
      "title": "Welcoming Remarks",
      "date": "2025-06-23T00:00:00",
      "location": "At a Fed Listens event hosted by the Federal Reserve Bank of New York, Schenectady, New York",
      "url": "https://www.federalreserve.gov/newsevents/speech/kugler20250623a.htm",
      "summary": "Below is a concise summary of the speech given by Federal Reserve Board Governor Adriana D. Kugler during a Fed Listens event in Albany:\n\nGovernor Kugler expressed gratitude to President Williams and attendees for their participation, emphasizing her enjoyment of visiting regions like Albany to gain firsthand insights into the U.S. economy. She highlighted the event's role in the Federal Open Market Committee's (FOMC) 2025 review of its long-run monetary policy framework, which was last updated in 2019–2020 and is conducted every five years. This review includes a research conference, policy deliberations, and public events like Fed Listens, aiming to reassess the framework based on recent economic experiences, public interpretations of past changes, and potential improvements to communication tools.\n\nAs an academic economist and policymaker, Kugler stressed the importance of supplementing data analysis with direct input from the public. She noted her efforts to visit nearly all Federal Reserve Districts to hear from families, business owners, and community leaders about issues like employment, investments, and local conditions. This on-the-ground perspective informs her policy decisions.\n\nKugler concluded by reiterating that the event's primary purpose is to listen to attendees' stories, clarifying that her views are her own and not necessarily those of her colleagues on the Federal Reserve Board or FOMC. For more details, she referenced the Federal Reserve Board's website on the framework review.",
      "content": "Thank you, President Williams. And thank you to everyone who took the time to join us here today to offer your feedback.1\nIt is my pleasure to be here in Albany, a region of the country that has been so critical to the growth of our nation's economy. One of the aspects I enjoy most about my job is having the opportunity to visit every region of the country and see how the economy is unfolding on the ground. I am happy to be able to do that again today.\nThe purpose of thisFed Listensevent, specifically, is to receive your input as part of the public review of our long-run goals and strategy for monetary policy. We call this document our framework.2The Federal Open Market Committee (FOMC) last reviewed this important document in 2019â2020. At that time Committee members decided it was appropriate to complete a similar review every five years. The 2025 review consists of three elements: a research conference, discussions and deliberations at our policy meetings, and, very importantly,Fed Listensevents such as this. As Chair Powell said last month, in this review we are reconsidering aspects of our strategic framework in light of the experience of the last five years. I anticipate that consideration of changes to the framework, based on the information and perspectives gathered during this review, will be complete in coming months. As part of this process, I am paying particular attention to what we have learned about the economy in the past five years, and the way changes made in the last framework review were interpreted by the public. The Committee will also consider possible enhancements to the FOMC's policy communication tools.\nBut, of course, I enjoy hearing from the public on a regular basis, not just as part of our framework review. Obtaining that on-the-ground insight is an essential ingredient to my approach in making policy. As a Fed policymaker, who is also an academic economist, I am always analyzing data to better understand how the economy is developing. However, I feel strongly that it is best to add to that technical training by hearing from people across the country, people like you. I am proud to say that I have visited nearly every Fed District during my relatively short time on the Board, and I have plans to see the remaining Districts in the near future. It is important to hear from Americans for whom we make policy. I want to listen to the perspective of families considering significant purchases and employment decisions. I want to hear from business owners about investment and hiring plans. I want local leaders to tell me about how their communities are faring. This information matters greatly to me as a policymaker. I thank you for taking the time to share your stories.\nNow the primary purpose of this event is for me and President Williams to listen to you, so I will stop here, and look forward to hearing from all of you. Thank you again.\n1. The views expressed here are my own and are not necessarily those of my colleagues on the Federal Reserve Board or the Federal Open Market Committee.Return to text\n2. For more information, see the Federal Reserve Board's website athttps://www.federalreserve.gov/monetarypolicy/review-of-monetary-policy-strategy-tools-and-communications-2025.htm.Return to text"
    }
  ]
}