{
  "speaker": "Governor Christopher J. Waller",
  "speeches": [
    {
      "title": "Statement by Governor Christopher J. Waller",
      "date": "2025-08-01T00:00:00",
      "location": "",
      "url": "https://www.federalreserve.gov/newsevents/speech/waller20250801a.htm",
      "summary": "Below is a concise summary of the speech/testimony by Federal Reserve Board Governor Christopher J. Waller, based on the provided text:\n\n### Summary of Christopher J. Waller's Speech/Testimony\n\nIn his remarks, Governor Waller explained his dissent at the recent Federal Open Market Committee (FOMC) meeting, where he advocated for a 25 basis points cut in the policy rate, consistent with views he expressed in a July 17 speech. He outlined three primary reasons for his position:\n\n1. **Tariffs and Inflation**: Tariffs represent temporary price increases that do not sustain inflation, and standard central banking practice is to \"look through\" these effects when inflation expectations remain anchored, as they currently are.\n\n2. **Monetary Policy Stance**: Economic data indicates that policy is overly restrictive. Real GDP growth was 1.2% in the first half of the year and is expected to stay soft, while the unemployment rate (4.1%) is near its long-run estimate. Inflation is slightly above the 2% target, excluding temporary tariff effects, suggesting the policy rate should be near the neutral level (estimated at 3%), rather than 1.25-1.50 percentage points above it.\n\n3. **Labor Market Risks**: While the labor market appears stable on the surface, data revisions show private-sector payroll growth nearing stall speed, with increased downside risks. Given that underlying inflation is near target and upside inflation risks are limited, Waller argued against delaying rate cuts until the labor market deteriorates.\n\nWaller respected his colleagues' \"wait and see\" approach to tariffs' potential inflationary effects, viewing such differences as part of a healthy policy debate. However, he criticized this strategy as overly cautious, warning that it could lead to policy lagging behind economic realities. He noted that tariff impacts have been minimal so far and that waiting might risk a rapid labor market downturn. Instead, he proposed an immediate rate cut to allow for data-driven adjustments: if inflation surprises upward, the FOMC could pause; if not, further gradual reductions could proceed. Overall, Waller emphasized the need to act proactively to avoid unnecessarily endangering the labor market.",
      "content": "At the most recent Federal Open Market Committee (FOMC) meeting, I dissented because I concluded that cutting the policy rate by 25 basis points was the appropriate stance of policy. In a speech I gave July 17, I laid out the case for cutting the policy rate at the July FOMC meeting and my views have not changed since then. I will recap the reasons for doing so.\nFirst, tariffs are one-off increases in the price level and do not cause inflation beyond a temporary increase. Standard central banking practice is to \"look through\" such price-level effects as long as inflation expectations are anchored, which they are.\nSecond, a host of data argues that monetary policy should now be close to neutral, not restrictive. Real gross domestic product (GDP) growth was 1.2 percent in the first half of this year and is expected to remain soft for the rest of 2025, much lower than the median of FOMC participants' estimates of longer-run GDP growth. Meanwhile, the unemployment rate is 4.1 percent, near the Committee's longer-run estimate, and total inflation is close to our target at just slightly above 2 percent if we put aside tariff effects that I believe will be temporary. Taken together, the data imply the policy rate should be around neutral, which the median FOMC participant estimates is 3 percent, and not where we areâ1.25 to 1.50 percentage points above 3 percent.\nMy final reason to favor a cut now is that while the labor market looks fine on the surface, once we account for expected data revisions, private-sector payroll growth is near stall speed, and other data suggest that the downside risks to the labor market have increased. With underlying inflation near target and the upside risks to inflation limited, we should not wait until the labor market deteriorates before we cut the policy rate.\nI fully respect the views of my colleagues on the FOMC that suggest we need to take a \"wait and see\" approach regarding tariffs' effects on inflation. There is nothing wrong about having different views about how to interpret incoming data and using different economic arguments to predict how tariffs will impact the economy. These differences are a sign of a healthy and robust policy discussion.\nBut, I believe that the wait and see approach is overly cautious, and, in my opinion, does not properly balance the risks to the outlook and could lead to policy falling behind the curve. The price effects from tariffs have been small so far, and since we will likely not get clarity on tariff levels or their ultimate impact on the economy over the course of the next several months, it is possible that the labor market falters before that clarity is obtainedâif it ever is obtained. When labor markets turn, they often turn fast. If we find ourselves needing to support the economy, waiting may unduly delay moving toward appropriate policy.\nMy position does not mean I believe the FOMC should reduce the policy rate along a predetermined path. We can cut now and see how the data evolves. If the tariff effects do not lead to a major shock to inflation, the Committee can continue reducing the rate at a moderate pace. If we do get significant upside surprises to inflation and employment, we can pause. But I see no reason that we should hold the policy rate at its current level and risk a sudden decline in the labor market."
    },
    {
      "title": "The Case for Cutting Now",
      "date": "2025-07-17T00:00:00",
      "location": "At the Money Marketeers of New York University, New York, New York",
      "url": "https://www.federalreserve.gov/newsevents/speech/waller20250717a.htm",
      "summary": "Below is a concise summary of the speech/testimony by Federal Reserve Board Governor Christopher J. Waller, delivered on [date not specified in the text], where he advocates for a 25 basis point reduction in the Federal Open Market Committee's (FOMC) policy rate at its next meeting.\n\n### Main Thesis\nWaller argues that the FOMC should cut the federal funds rate target range by 25 basis points, citing three primary reasons: the temporary nature of tariff-induced inflation, evidence that monetary policy is overly restrictive relative to a neutral stance, and growing downside risks to the labor market. He emphasizes that with inflation near the 2% target (excluding tariff effects) and anchored expectations, the focus should shift to supporting employment amid slowing economic growth.\n\n### Key Reasons for the Rate Cut\n\n1. **Tariffs as a Temporary Inflation Shock**:\n   - Waller views tariffs as one-off price increases that do not lead to sustained inflation, as long as inflation expectations remain anchored. He notes that recent data (e.g., June consumer and producer price indices) show headline inflation around 2.5% for total PCE and 2.7% for core PCE, largely due to tariffs imposed since February.\n   - He estimates tariffs will raise PCE inflation by about 0.3% this year, with effects fading over the next year. Using Board staff analysis, he adjusts for tariff impacts and finds underlying inflation is already close to the 2% goal. Unlike the 2021-2022 period, where inflation proved persistent, current conditions (e.g., slowing growth and stable expectations) suggest no risk of unanchored inflation.\n\n2. **Monetary Policy Near Neutral, Not Restrictive**:\n   - Economic indicators point to a slowdown, with real GDP growth at about 1% annually in the first half of 2025, well below the FOMC's longer-run estimates. Consumer spending has also decelerated to around 1%, influenced by tariffs and softer disposable income growth.\n   - The unemployment rate is at 4.1%, near its longer-run estimate, and overall data suggest the policy rate (currently 4.25-4.5%) is 1.25 to 1.5 percentage points above the neutral rate (estimated at 3%). Waller argues that maintaining a restrictive stance is unwarranted given this soft growth outlook.\n\n3. **Increased Risks to the Labor Market**:\n   - While headline job data (e.g., June's 147,000 payroll gains) appear stable, private-sector employment growth is near \"stall speed\" at around 74,000 jobs, with potential downward revisions looming. Other signs include challenges for new college graduates (unemployment at a 10-year high) and reports from the Beige Book of declining labor demand.\n   - Waller warns that with hiring already low and economic momentum fading, waiting to cut rates could allow the labor market to deteriorate further. He stresses that inflation's upside risks are limited, making it prudent to ease policy now to protect employment.\n\n### Conclusion and Forward Outlook\nWaller concludes that the risks to the FOMC's dual mandate (maximum employment and 2% inflation) are skewed toward the employment side, justifying an immediate 25 basis point cut at the upcoming meeting. If underlying inflation stays in check and growth remains slow, he supports additional 25 basis point cuts later in 2025 to move toward a neutral policy stance. This approach allows flexibility—if data worsen, cuts can accelerate; if inflation pressures emerge, policy can pause. Waller's views are his own and not necessarily those of the FOMC.",
      "content": "Thank you, John, and thank you for the invitation to speak to you today.\nMy purpose this evening is to explain why I believe that the Federal Open Market Committee (FOMC) should reduce our policy rate by 25 basis points at our next meeting.1I used to tell my junior research colleagues that presentations are not murder mysteriesâjust tell the audience up front \"who did it\" by telling them the main point. So let me follow my own advice and state up front the reasons I believe we should cut the policy rate at our meeting in two weeks.\nFirst, tariffs are one-off increases in the price level and do not cause inflation beyond a temporary surge. Standard central banking practice is to \"look through\" such price-level effects as long as inflation expectations are anchored, which they are.\nSecond, a host of data argues that monetary policy should be close to neutral, not restrictive. Real gross domestic product (GDP) growth was likely around 1 percent in the first half of this year and is expected to remain soft for the rest of 2025, much lower than the median of FOMC participants' estimates of longer-run GDP growth. Meanwhile, the unemployment rate is 4.1 percent, near the Committee's longer-run estimate, and headline inflation is close to our target at just slightly above 2 percent if we put aside tariff effects that I believe will be temporary. Taken together, the data imply the policy rate should be around neutral, which the median of FOMC participants estimates is 3 percent, and not where we areâ1.25 to 1.50 percentage points above 3 percent.\nMy final reason to favor a cut now is that while the labor market looks fine on the surface, once we account for expected data revisions, private-sector payroll growth is near stall speed, and other data suggest that the downside risks to the labor market have increased. With inflation near target and the upside risks to inflation limited, we should not wait until the labor market deteriorates before we cut the policy rate.\nLet me explain my reasoning by starting with my view of economic activity. Given the ups and downs of monthly indicators of GDP this year, we can best get a view of the performance of the economy by combining the first- and second-quarter numbers. With the data in hand, estimates suggest that real GDP increased at an annual rate of about 1 percent in the first half of this year, compared with 2.8 percent in the second half of 2024. That comparison is important not only for the extent of the slowdown, which is considerable, but also because it is well below most estimates of the potential growth rate of the economy. Based on forward-looking indicators, I don't expect a rebound in the second halfâin fact, most forecasts suggest that real GDP growth will remain around 1 percent at an annual rate. While the recent tax bill has a significant number of elements that will spur economic growth in the future, not much of those effects will show up this year.\nThe slowdown in GDP is evident in consumer spending, which constitutes about two-thirds of economic activity. After hovering near 3 percent last year, real personal consumption expenditures (PCE) growth is estimated to have stepped down to 1 percent in the first half of this year. This morning the Commerce Department announced June retail sales. The data are consistent with this forecast, as the increase is on the heels of a couple of soft monthly readings. As we move forward this year, consumer spending is expected to continue to grow at a similar pace, tempered by the expected slowing in growth of real disposable income because of the temporary effects of tariff increases. I will say more about tariffs when I discuss inflation, but in assessing the near-term momentum of the economy, tariffs could well be a factor.\nTurning to the \"soft\" data, this picture of declining momentum is consistent with what I am hearing from my business contacts and other sources. The Fed's July 16th Beige Book reported mixed evidence on economic activity across Federal Reserve Districts, with 5 reporting slight or modest gains and the remaining 7 having flat or declining activity.2This mixed news is also found in surveys of purchasing managers where there is a continuing contraction in manufacturing and a slight expansion in nonmanufacturing activity. Given that firms outside manufacturing represent the large majority of businesses, this implies a modest expansion in activity.\nNow let's talk about the labor market. The headline numbers from the June jobs report looked reassuringâthe unemployment rate stands at 4.1 percent, within the range it has been for the past year, and payroll gains were reported as 147,000, essentially the same as in May. But looking a little deeper, I see reasons to be concerned. Half of the payroll gain came from state and local government, a sector of employment that is notoriously difficult to seasonally adjust this time of year. In contrast, private payroll employment grew just 74,000, a much smaller gain than in the previous two months, and that is consistent with other surveys you might have read about that found a drop in private-sector employment.3I focus on private-sector employment not only because it is the lion's share of employment, but also because it is a better guide to the cyclical movement in employment than counting public and private sector together. As I used to tell my students, the Federal Reserve's job should be to maximize private-sector employment, not government employment.\nAnd there is another reason to cite the slowdown in private-sector hiring. A pattern in data revisions in recent years tells us that the private payroll data are being overestimated and will be revised down significantly when the benchmark revision occurs in early 2026. Accounting for the anticipated revision to the level of employment in March 2025 and extrapolating forward, private-sector employment gains last month were much closer to zero.4This is why I say private-sector payroll gains are near stall speed and flashing red.\nThis is only one month of data, I realize, and one possible factor in the slowdown in private-sector hiring could be a deceleration in net immigration this year, although it will take time to get a clear picture of how immigration is affecting employment. But other data support the idea of a slowdown in hiring. There are widespread media reports of the difficulty new college graduates are encountering in finding jobs, and, in fact, the unemployment rate for new grads is at a 10-year high, far above the level before the pandemic.5\nLooking across the soft and hard data, I get a picture of a labor market on the edge. The Job Openings and Labor Turnover Survey reports continued low rates of firing but also low rates of hiring. I suspect this is a hangover of a labor market that was very tight after the pandemic, leaving employers resistant to let go of qualified workers for fear of renewed labor shortages. That said, purchasing managers report caution and even some pauses on hiring. The June 4th Beige Book reported declining labor demand in every single Federal Reserve District, and the July 16th Beige Book emphasized that labor demand continued to be less than labor supply in many industries. With hiring already low, at a certain point, declining demand would overcome any instinct to hold on to workers, and if that attitude does shift, it implies that a larger and more sudden reduction in payrolls and an increase in the unemployment rate are a risk.\nTo sum up here, I see the hard and soft data on economic activity and the labor market as consistent: The economy is still growing, but its momentum has slowed significantly, and the risks to the FOMC's employment mandate have increased.\nLet's turn to the inflation data. In the past two days, we received June consumer and producer price data that give us a good idea of the inflation rate based on PCE, the FOMC's benchmark for monetary policy. After several months of readings that moved the 12-month inflation rate closer to the FOMC's target, the consumer price index and the producer price index suggest that total PCE inflation moved up to around 2.5 percent in June, and core inflation likewise rose to roughly 2.7 percent. I believe these data reflect some modest effect from tariff increases, which began in February, and I believe there are further tariff-induced increases to inflation to come later this year, with the asterisk that there remains a lot of uncertainty about how trade agreements or escalations in trade conflicts may affect that outcome.\nTo understand how tariffs are affecting prices, I have been following not only the Bureau of Labor Statistics monthly data, but also studies of high frequency price data. For example, some researchers this year are tracking the short-run price impact of tariffs on goods prices in real time by examining product-level price data from online stores of large U.S. retailers.6Using data through mid-July, they find that, on net, imported goods prices have increased modestly while domestic goods prices are little changed. Looking across country of origin, Chinese goods imports have seen the most persistent and steady price increases. That said, to date, the data point to very small goods price increases relative to the size of the tariff rates.\nThis finding is consistent with my view that a large share of tariff increases won't be passed through to consumers. My presumption has been that consumers will have to pay about one-third of the price increases from higher tariffs, with the remainder split between foreign suppliers and U.S. importers. So if there is a permanent increase to import tariffs of about 10 percent, I expect this will raise PCE inflation three-tenths of 1 percent this year, and that this increase would fade over the next year or so.7\nI can think of a couple of other reasons that may limit the impact on consumers. The first is that the slowing down of the rollout of many tariffs, with multiple postponements for continuing negotiations, may be giving U.S. importers time to substitute finished or intermediate goods to domestic suppliers or foreign sources subject to lower tariffs. A second reason is that, faced with the slowing economy that I have described and the likelihood that tariffs will be weighing on consumer spending, foreign producers and importers may be finding ways to hold the line on prices to maintain their presence on store shelves and hold on to customers. In fact, slowing demand increases competition for all firms, and consumers may benefit. Finally, despite all of the discussion of supply chain disruptions, tariff effects on supply chains are completely different than what happened during the pandemic. In the pandemic, supply chains were actually broken: Many workers were not working, factories were idle, and waves of COVID were hitting at asynchronous times across the globe. In contrast, in the case of the higher tariffs, we know exactly where things are being produced, and nothing is brokenâfirms are simply arguing about prices and who will eat the tariffs. Once that gets resolved, goods will flow naturally across the globe but potentially using different routes.\nIt is possible, of course, that tariffs may have a larger effect on inflation than I expect, but that won't affect my view of the implications for monetary policy. As I have said many times, tariff increases are a one-time boost to prices that do not sustainably increase inflation. In the absence of an unanchoring of inflation expectations and an acceleration of wage growth, which we have not seen, tariffs won't and can't permanently increase the inflation rate. What does this mean for monetary policy? Research shows that central bankers shouldâand, in fact, doâlook through price-level shocks to avoid needlessly tightening policy in times like these and damaging the economy.8\nThe key question for monetary policy right now is what we can discern about the underlying rate of inflationâthat is, the rate excluding tariffsâbased on the fundamentals of the economy. Federal Reserve Board staff has done work to try to estimate tariff effects on PCE prices.9Using that methodology, if I subtract estimated tariff effects from the reported inflation data, I find the inflation numbers for the past few months would have been quite close to our 2 percent goal. You're not going to hear \"mission accomplished\" from me, but what this tells me is that underlying inflation has been lower than what is reported and close to our objective.\nBesides tariffs, I don't expect an undesirable, sustained increase in inflation from other forces. Among the reasons for this are that the rate of growth in labor compensation is down considerably in the past year or two, and, with the softening labor market, I do not expect workers will be able to get large wage increases going forward. Combining this with solid rates of productivity growth implies inflation should continue around 2 percent.\nTwo more points support my inflation outlook, and I will only summarize them here since I discussed them at length in my June outlook speech.10The first addresses the question of whether I could be making the same kind of mistake my FOMC colleagues and I made in 2021 and 2022 in expecting inflation increases to be only transitory when they turned out to be persistent. But unlike then, there is no pandemic disrupting labor, goods, and services supply around the world, and economic growth is now slow and slowing, rather than expanding rapidly. These differences bring me to the second point, which is that unlike in 2021 and 2022, when expectations of future inflation rose, today the measures of expectations I watch remain firmly anchored.11\nTo sum up, tariffs have boosted, and will continue to boost, inflation a bit above the FOMC's 2 percent objective this year, but policy should look through tariff effects and focus on underlying inflation, which seems to be close to the FOMC's 2 percent goal, and I do not see any concern for forces driving it persistently higher.\nAs I hope will be evident by now, the evidence of a slowing economy, and all the factors I have cited weighing on economic activity, mean that the risks to the FOMC's employment mandate are greater, and sufficient to warrant an adjustment in the stance of monetary policy. Based on June's Summary of Economic Projections, the current target range for the federal funds rate of 4-1/4 to 4-1/2 percent is 125 to 150 basis points above the participants' median estimates of the longer-run federal funds rate of 3 percent. While I sometimes hear the view that policy is only modestly restrictive, this is not my definition of \"modestly.\"\nIn fact, the distance that must be traveled to reach a neutral policy setting weighs heavily on my judgment that the time has come to resume moving in that direction. In June, a majority of FOMC participants believed it would be appropriate to reduce our policy rate at least two times in 2025, and there are four meetings left. I also believeâand I hope the case I have made is convincingâthat the risks to the economy are weighted toward cutting sooner rather than later. If the slowing of economic and employment growth were to accelerate and warrant moving toward a more neutral setting more quickly, then waiting until September or even later in the year would risk us falling behind the curve of appropriate policy. However, if we cut our target range in July and subsequent employment and inflation data point toward fewer cuts, we would have the option of holding policy steady for one or more meetings.\nFor this reason, I believe it makes sense to cut the FOMC's policy rate by 25 basis points two weeks from now. And looking to later this year, if, as I expect, underlying inflation remains in checkâwith headline inflation data reporting modest, temporary increases from tariffs that are not unanchoring inflation expectationsâand the economy continues to grow slowly, I would support further 25 basis point cuts to move monetary policy toward neutral.\n1. The views expressed here are my own and are not necessarily those of my colleagues on the Federal Reserve Board or the Federal Open Market Committee.Return to text\n2. The Fed's Beige Books are available on the Board's website athttps://www.federalreserve.gov/monetarypolicy/publications/beige-book-default.htm.Return to text\n3. The employment services firm ADP reported that private sector employment declined by 33,000 in June.Return to text\n4. My estimate of the anticipated revision is based on the difference between the currently published level of payroll employment and the count of employment from the Quarterly Census of Employment and Wages (QCEW), which is used to benchmark the payroll employment figures. The QCEW data, which are currently available through 2024:Q4, suggest that the monthly change in payroll employment has been overstated by roughly 60,000 per month since March 2024.Return to text\n5. See Federal Reserve Bank of New York (2025), \"The Labor Market for Recent College Graduates,\" webpage. Through March, college-educated workers aged 22 to 27 had an unemployment rate of 5.8 percent, up steadily since mid-2022 and far above the 3.6 percent rate in January 2020.Return to text\n6. For a discussion of the methodology by Cavallo, Llamas, and Vazquez, see Alberto Cavallo, Paola Llamas, and Franco Vazquez (2025), \"Tracking the Short-Run Price Impact of U.S. Tariffs (PDF),\" working paper (Cambridge, Mass.: HBS Pricing Lab, July). And updates of the price data can be found on the HBS Pricing Lab website athttps://www.pricinglab.org/tariff-tracker.Return to text\n7. For a full rationale of this estimate, see Christopher J. Waller (2025), \"The Effects of Tariffs on the Three I's: Inflation, Inflation Persistence, and Inflation Expectations,\" speech delivered at \"Structural Shifts and Monetary Policy,\" 2025 Bank of Korea International Conference, Bank of Korea, Seoul, South Korea, June 1.Return to text\n8. Edward Nelson documents central banks' views of various price shocks. As long as inflation expectations are anchored, both nominal wage growth and inflation in the post-shock period should be able to continue at pre-shock rates, as neither has been upset by a rise in inflation expectations, and output and employment can also grow along paths that are undisturbed by the shock. See Edward Nelson (2025), \"A Look Back at 'Look Through,'\" Finance and Economics Discussion Series 2025-037 (Washington: Board of Governors of the Federal Reserve System, May).Return to text\n9. For a detailed discussion of the methodology to detect tariff effects on inflation, see Robbie Minton and Mariano Somale (2025), \"Detecting Tariff Effects on Consumer Prices in Real Time,\" FEDS Notes (Washington: Board of Governors of the Federal Reserve System, May 9).Return to text\n10. See Waller, \"The Effects of Tariffs on the Three I's,\" in note 7.Return to text\n11. I consider survey-based measures of inflation expectations unreliable, and the market-based measures that I watch have remained firmly anchored.Return to text"
    },
    {
      "title": "Demystifying the Federal Reserve's Balance Sheet",
      "date": "2025-07-10T00:00:00",
      "location": "At the Federal Reserve Bank of Dallas, Dallas, Texas",
      "url": "https://www.federalreserve.gov/newsevents/speech/waller20250710a.htm",
      "summary": "Below is a concise summary of the speech/testimony by Federal Reserve Board Governor Christopher J. Waller, delivered on [date implied in the text, e.g., around July 2025]. The speech focuses on the Federal Reserve's balance sheet, its evolution, key components, and future adjustments, while addressing common misconceptions.\n\n### Overview and Historical Context\nWaller begins by expressing condolences for flooding victims in the Hill Country and then explains the Fed's balance sheet, which has grown from $870 billion (6% of GDP) in 2007 to $6.7 trillion (22% of GDP) today, down from a peak of nearly $9 trillion in 2022. If it had grown in line with nominal GDP, it would be around $1.7 trillion. He attributes this expansion to two main factors: quantitative easing (QE) during the Global Financial Crisis and COVID-19, and a shift from a scarce-reserves system to an ample-reserves system for better monetary policy implementation. This change helps stabilize short-term interest rates without frequent market interventions.\n\n### Key Liabilities and Assets\nWaller breaks down the Fed's major liabilities:\n- **Currency Outstanding ($2.3 trillion, ~8% of GDP)**: Driven by public demand (including international use), it pays no interest and never matures, so the Fed can hold longer-maturity assets against it for profit.\n- **Treasury General Account (TGA, averaging $780 billion in 2024)**: This is the government's checking account, subject to fluctuations from tax receipts and payments; the Fed pays no interest and must manage its volatility to avoid disrupting reserves.\n- **Reserves ($3.4 trillion currently)**: These are banks' accounts at the Fed, paying interest to ensure liquidity and stability. Total reserves are controlled by the Fed, and they should be backed by short-maturity assets like Treasury bills to minimize costs and match their liquid nature.\n\nTogether, currency and TGA account for about half of the balance sheet ($3 trillion), and their growth is largely outside the Fed's control. Waller estimates a \"minimum\" balance sheet of $5.8 trillion (19% of GDP) to support ample reserves, emphasizing that paying interest on reserves is not a taxpayer burden but a tool for financial stability.\n\n### Impact of Quantitative Easing and Tradeoffs\nQE, used when interest rates hit zero during crises, involved buying longer-duration securities (e.g., Treasury notes and agency mortgage-backed securities) to lower long-term yields and stimulate the economy. This created a maturity mismatch: the Fed holds long-term assets while liabilities (like reserves) are short-term, leading to interest rate risk and current losses (e.g., interest expenses exceeding income). Waller clarifies that these issues stem from QE, not the ample-reserves system itself, and highlights the tradeoffs: QE supports the economy in downturns but exposes the Fed to risks.\n\n### Current Status and Future Direction\nThe balance sheet is currently \"abundant\" with reserves at 11% of GDP, but it has too many long-term assets (e.g., $2.3 trillion in mortgage-backed securities). Waller argues for shrinking it gradually to reach ample reserves (around $2.7 trillion, or 9% of GDP) and shifting toward shorter-duration assets, such as Treasury bills, to better match liabilities. He supports ongoing discussions on optimal composition and stresses that adjustments should be predictable to avoid market disruptions. Overall, Waller aims to demystify the balance sheet, noting that while it needs to shrink, external factors like currency demand limit how much it can return to pre-2007 levels.",
      "content": "Thank you, Lorie. Let me start by expressing my deepest condolences to the families and loved ones of those harmed by the flooding in the Hill Country. I cannot imagine the pain and anguish they are feeling. My prayers go out to all those affected.\nTurning to my remarks for today, thank you also for the opportunity to speak to you about the Fed's balance sheet, one of the more complex, and, I believe, misunderstood aspects of the Federal Reserve's role as a central bank.1To level set the conversation, let me start with some simple facts. In August of 2007 our balance sheet was around $870 billion, equal to approximately 6 percent of nominal gross domestic product (GDP). Today it is around $6.7trillion, with at, which is about 22 percent of GDP. This is down significantly from its maximum size of nearly $9 trillion in early 2022 but still quite large. Since nominal GDP has essentially doubled since 2007, if our balance sheet had grown at the same rate, it would be around $1.7 trillion todayânot $6.7 trillion.\nAn obvious question is why our balance sheet is so much larger than economic growth would have predicted. As an aside, let me point out that there is no consensus among economists about how large a central bank balance sheet should be, but it is logical to ask: if monetary policy worked when the balance sheet was 6 percent of GDP, why is it, and perhaps needs to be, proportionally so much larger now?\nA major reason is that the Federal Reserve embarked on two major balance sheet policy initiatives over the past twenty years to respond to urgent problems in the economy. First, we engaged in quantitative easing, or QE, to provide support to the economy after the advent of the Global Financial Crisis and then again with the COVID-19 pandemic. Second, we consciously changed our implementation framework for providing liquidity to the banking system by moving from a scarce-reserves system to an ample-reserves system. This change was necessary because there were shortcomings with the scarce-reserves approachâshort-term rates were harder to control and required daily interventions in the markets by the Fed, and these problems were made worse when rates were at or near zero. The Federal Open Market Committee (FOMC) explicitly stated its commitment to ample reserves in 2019, when we were gradually shrinking our balance sheet, concluding that this approach would be used over the longer-run, and it soon proved very useful when the pandemic again brought rates to zero.2\nAlthough these are two fundamentally different reasons for changing the size of our balance sheet, we did them more or less at the same time. This has caused confusion, with some people thinking that the Fed is choosing to keep the balance sheet larger than it needs to be. This confusion is amplified by the fact that there are external forces that have boosted the size of our balance sheet that are not under the control of the Federal Reserve. My goal today in this speech is to disentangle each of these forces and try to demystify the role of our balance sheet in conducting monetary policy. I also want to clarify issues that are currently being discussed in the public domain. I agree that the balance sheet needs to shrink but, as I will show, not by as much as some believe it should. I will also explain why the composition of the balance sheet matters as much as its size and how changes are needed there as well.\nI know from teaching this topic over the years to my undergraduate students that unless you are an accountant or a banker, you would probably rather go to the dentist than listen to a speech about the Fed's balance sheet. I hope to explain it clearly enough that you can leave here and engage in the public debate with a better understanding of the issues. To do so, the approach I want to take is the following. Suppose the Fed had never used quantitative easing and simply decided to move to an ample-reserves system from a scarce-reserves system. How would the liability and asset sides of our balance sheet change in response to this one policy decision? After addressing this question, I will then discuss how QE affects our balance sheet and also some difficult tradeoffs that arise when engaging in QE.\nThe Big Three LiabilitiesFor any balance sheet, we start with the asset and liability entries. Assets are things that are owned, and liabilities are things that are owed to others at a given point in time. I will start by listing the big three liabilities on the Fed's balance sheet and the characteristics of those liabilities. There are other types of liabilities (and capital) that must be accounted for, but they are too small to matter for the policy matters I want to discuss, so I will ignore them. After discussing these \"big three\" liabilities, we can consider what assets should be held to match those liabilities.\nThe first big liability of the Federal Reserve is currency outstanding. The Fed supplies U.S. dollars elastically to the public, based on demand, distributing dollars through banks.3That demand, which is not controlled by the Fed, is basically determined by how fast the economyâand thus the need for cashâis growing. At the end of 2024, the amount of dollars in circulation was $2.3 trillion. That is up considerably from around $800 billion in 2007 after which the overall balance sheet began growing sharply. Even in terms of GDP, currency has increased, from 5.5 percent of GDP in 2007 to almost 8 percent today. So, an important point that many do not realize is that the Fed's balance sheet has expanded, especially in nominal terms, from increased demand for U.S. currency.4\nWhat are the characteristics of currency as a liability? First, it is non-interest bearing. Second, it never \"matures\" as other debt obligations do. Let's just say that currency is different from other liabilitiesâit pays no interest, and you never get back your initial payment for acquiring it. If you come to the Fed and ask us to redeem a dollar bill, we will simply give you another dollar bill.\nThe second big liability is the Treasury General Account, or TGA. The Federal Reserve is the fiscal agent of the U.S. Treasury, which means that we are the bank for the U.S. government and the TGA is the Treasury's checking account. What are the characteristics of the TGA? First, it is a short-term liability that moves up and down as cash flows in and out of the account as the Treasury receives tax and other payments and pays its bills. Second, we do not pay interest to the Treasury on its account balances. Finally, given the asynchronous timing of payments and receipts, the TGA can vary significantly, especially when the debt ceiling is binding. During 2024, it generally fluctuated between about $650 billion and $950 billion, briefly peaking at around $960 billion during the April tax season. Due to this year's debt ceiling constraint, the TGA fell from its 2024 average of $780 billion to about $325 billion recently, and with the debt ceiling just increased, there will be a quick rebuild in the coming weeks. So, it is not unusual for the TGA to fluctuate by several hundred billion dollars. This situation is very different than the one in 2007 when the TGA was deliberately held steady at $5 billion each day. This change reflects both how much federal spending has grown in that time and also a shift in accounting in 2015 to holding an estimated week's worth of federal payments in the TGAâa decision made by the Treasury to better manage its cash flow.\nAn important point that applies to both currency and the TGA is that the Federal Reserve does not have control over the size of these liabilities and hasn't been responsible for their sharp increases. Together, they represent about $3 trillion of our $6.7 trillion balance sheet, or roughly 10 percent of nominal gross domestic product. So, the size of the Fed's balance sheet, which is now about 22 percent of nominal GDP, is nearly half accounted for by these two liabilities that are not under the Fed's control. Those who argue that the Fed could go back to 2007, when its total balance sheet was 6 percent of GDP, fail to recognize that these two factors make it impossible.\nThe third big liability on the Fed's balance sheet is reserves, which are the funds that depository institutions hold in accounts at the Fed. In effect, these are the checking account balances of the banking system that are held at the Federal Reserve. What is the characteristic of reserves held by banks? First, much like the TGA, they are short term in nature and very liquidâin effect like digital cash. They are the safest and most liquid asset in the financial system and used to conduct payments between banks. The reserve balances that an individual bank holds can increase or decrease, depending on the flow of payments between banks. Much like the TGA, an individual bank's reserve holdings can be volatile. But these payments do not change the total amount of reserves in the banking systemâthey simply transfer them from one bank to another. So, while reserve balances of individual banks can move around, total reserves are more stable, and the total amount of reserves in the system is directly controlled by the Federal Reserve. Second, in October 2008, Congress authorized the Federal Reserve to pay interest on these liabilities. Besides ending the implicit tax on banks for holding reserves, it was a step aimed at helping the Fed conduct monetary policy effectively, which it does, but it is sometimes inaccurately criticized as a giveaway to banks. I will address this point a little later. But I mention it here because the amount of reserves in the system affects the total payment flow the Fed must make to banks at the current interest rate on reserves.\nAssets Backing These LiabilitiesBy the definition of a balance sheet, these liabilities must be matched by assets held by the Federal Reserve. Let's consider matching assets to our currency liability. As I said earlier, currency pays no interest and never matures. So, we can hold assets of any maturity length to offset our liability for currency. Since currency pays no interest, any interest earned off these assets is pure profit. Given that longer-maturity assets generally pay higher interest rates and are less volatile, it seems reasonable to hold longer maturity assets against our currency liability.\nNow consider the TGA liability. We also pay no interest on the TGA. But, unlike currency, a problem with the TGA is that it can vary substantially, which makes total reserves in the system more volatile. This link to reserves is because when tax payments are made to the Treasury, we debit the payer's bank reserves and credit the Treasury's TGA account. When the Treasury makes a payment, we debit the TGA and credit the recipient bank's reserve account. Thus, volatile movements in the TGA affect the Fed's reserve management policy. There are two ways to deal with this situation: hold a buffer of reserves to ensure movements in the TGA do not affect market liquidity or hold short-maturity assets that we can expand or contract to sterilize movements in the TGA such that total reserves in the banking system are unchanged.5The first strategy suggests the buffer stock of assets could take the form of somewhat longer maturity, while the second strategy could require holding short-term assets that can easily be bought and sold with little interest rate risk.\nThat brings us to reserves. As I mentioned, reserves are a short-maturity liability which pay interest, which suggests that the Fed should consider holding short maturity assets against this liability. Treasury bills and short-maturity Treasury notes are the safest and most liquid assets, so it would make sense to hold them against reserves. If the interest rate earned on our short maturity Treasury assets is very close to the interest we pay on reserves, then our interest earnings from the Treasury are simply passed through to the banks. In this sense, our balance sheet is just another way to transfer interest payments on Treasury securities from the Treasury to the banks.6\nBecause of the minimal spread between these two short-term interest rates, banks are largely indifferent to either holding reserves or the short-term Treasury securities we holdâboth are highly liquid and pay roughly the same rate of return. But layer on top of this the fact that reserves are a bit more liquid than Treasury securities because banks don't have to buy or sell the Treasury securities to get reserves, and banks are willing to hold a lot of reserves. Since the Fed supplies these reserves, one might ask what it costs taxpayers to supply a large amount of reserves. From the Treasury's point of view, its interest expense is the same regardless of who holds the short-term Treasury securities. So, the Fed can provide all the liquidity that banks need at zero marginal cost, which makes me wonder why some want to make reserves scarce. I often use the following analogy to drive this point home: If governments could provide clean, safe drinking water for citizens at zero cost, why would they make it scarce?\nNow, one could ask why pay interest on reserves at all? Why not keep the interest income generated on the assets we hold to back reserves and remit it back to the Treasury? This seems like a no brainer! But there are a few reasons that interest on reserves makes sense, including the following.\nFirst, paying interest on reserves that is commensurate to the rate paid on short-term Treasury securities makes reserves attractive to banks, and holding reserves improves the functioning of the financial system by giving banks more liquidity and greater scope to settle payments in an orderly way. In contrast, if reserves bear no interest, then commercial banks will have strong incentives to avoid holding a lot of reserves, and instead hold short-term, interest-bearing assets like Treasury bills. If banks managed their liquidity only by buying and selling Treasury securities, several banks selling Treasury securities at the same time could flood the market and put undesirable upward pressure on interest rates across the economy. An ample-reserves regime where we pay interest on reserves ensures that there are enough reserves in the banking system to avoid this kind of sell off in Treasury securities, helping to stabilize the financial system without any harm to banks or their customers.\nThe second part of the case for interest on reserves is that it isn't costing taxpayers any money. As I noted earlier, whether the Fed or banks hold the Treasury securities, the Treasury is paying interest on its debt. And, if the Fed is holding the Treasury securities, then the interest payment from the Treasury to the Fed on the Treasury bills is matched with an interest payment from the Fed to banks on their reserves. So, paying interest on reserves is not creating any additional expense to the Treasury.\nBut what is the appropriate level of ample reserves the Fed is trying to get to? There is no clear answer to this question and that is what we are trying to discern. We want to provide the amount of liquidity necessary, but we don't want to provide excessive liquidity that banks do not want or need.\nOne reason for increased demand for reserves is that since the Global Financial Crisis changes in banking regulations led to a large shift in demand for high-quality liquid assets. For example, bank liquidity regulations, such as the liquidity coverage ratio, encouraged banks to hold high quality liquid assets. As these regulations came into play, banks' demand for high-quality liquid assets, including reserves, increased tremendously relative to 2007.\nI think of ample reserves as the threshold below which banks would need to scramble to find safe, liquid funding, something that would drive up the federal funds rate and money market interest rates across the economy. We have some experience with testing the level of ample reserves during an episode of stress in the financial system that occurred in 2019. At the start of that year, reserves stood at about 8 percent of nominal GDP, and we were continuing to reduce our balance sheet with no apparent stress among banks or otherwise in the financial system. In September 2019, reserves fell below 7 percent of nominal GDP, and stresses appeared in the financial system, requiring the Fed to step in and take action to add reserves. So, I start from the view that problems emerged when reserves fell below 8 percent of GDP. One might argue that banks are now larger relative to GDP, so they may desire a bit more reserves. Furthermore, there is also a genuine concern that it is not only the total amount of reserves that matters but also the distribution of reserves across the banking system. So, I would add a buffer to the 8 percent of GDP that I cited earlier and assume 9 percent is the threshold below which reserves would not be ample. That would mean, as of today, that $2.7 trillion of reserves is roughly ampleâit could be more or less in practice, but let me use it as a benchmark.\nSo, putting the pieces of this hypothetical minimum balance sheet together, we have an estimated $2.7 trillion in reserve balances, $2.3 trillion in currency, and an average of $780 billion in TGA liabilities. This combined means the Fed should be operating with a balance sheet that is roughly $5.8 trillion dollars or 19 percent of GDP. Close to half of this proportional increase from 2007, as I noted, comes from currency and TGA growth outside the Fed's control, and the rest from a transition to an ample reserves regime that has been a necessary, efficient and more effective way of managing monetary policy.\nIn summary, if we had simply adopted an ample reserves system and backed these liabilities as I suggested without engaging in quantitative easing, there are three key takeaways: (1) we would be earning a net profit off of the assets backing currency and the TGA, (2) the assets backing ample reserves would simply be a way to transfer interest payments to the banks, and (3) we would hold short to medium term assets that could be bought or sold to neutralize large movements in the TGA to keep total reserves stable. With this balance sheet, the Federal Reserve would never run losses, the banks would have ample liquidity for market functioning, and the Fed would not face serious interest rate risk on its asset holdings.\nToday's Balance Sheet and Where We Are HeadingAt this point there are going to be people somewhere shaking their fists and yelling that what I have said is simply false because the Federal Reserve is currently losing money on its balance sheet. Our interest expense on reserves is now exceeding our interest income on our asset holdings. This is all true. But this outcome is because of engaging in QE for many years since 2007, not because we are running an ample reserves system. Remember, what I have described so far is what an optimally designed balance sheet would look like if we had never engaged in QE and simply moved to an ample-reserves system.\nLet me now do the following. Assume we have a balance sheet that corresponds to an ample-reserves system, but now the Fed engages in QE as a means of conducting monetary policy to support the economy.\nThe Federal Reserve engaged in QE programs when the policy rate was driven down to zero because of severe shocks to the economy after the Global Financial Crisis and then because of the COVID-19 pandemic. Once the policy rate is at zero, the Federal Reserve is constrained in its ability to use its traditional tools to provide further support for the economy. The idea of QE is to buy longer-duration securities as opposed to short-duration assets. By increasing the demand for long-dated securities, the Fed drives up the price and drives down the yield on those securities. By lowering longer-term yields the Fed is able to loosen financing conditions to stimulate aggregate demand. The Fed typically buys longer-dated Treasury securities during QE, but it also bought agency mortgage-backed securities that have the implicit backing of the U.S. Treasury and are issued by Fannie Mae and Freddie Mac, the two government-sponsored enterprises.\nQE affects our balance sheet in material ways that differ from what happens if one is simply constructing the balance sheet to support ample reserves, currency, and the TGA. First, it increases the duration of our balance sheet beyond what we would hold just for currency. Longer-duration assets are more prone to interest rate risk, and the lower the interest rates on those assets, the lower interest income the Fed will receive far into the future. If interest rates rise suddenly or over time as the economy recovers, those assets lose value (in substantial amounts), which lowers the unrealized value of our portfolio. Second, we use short-term reserves to buy the longer duration assets which leads to a maturity mismatch between our assets and our liabilities. So, the additional reserves that are injected from QE may not be costless when short-term rates rise, as they did in 2022, meaning that interest paid on those additional reserves will exceed what is earned on the long-term assets that were purchased with them.\nThis effect highlights the fact that engaging in QE involves a tradeoff for the Federal Reserveâtrying to support the economy in serious economic downturns at the zero lower bound while creating a maturity mismatch between our assets and liabilities that brings interest rate risk onto our balance sheet. This tradeoff does not happen if we simply structure our balance sheet to support an ample-reserves system. The decision to engage in QE requires the Federal Reserve to weigh the benefits and costs from this action. Those benefits and costs are often difficult to quantify at the time QE is undertaken. It is only with hindsight that we can fully assess them, which is one of the challenges of making policy in real time.\nWhere do we stand today? The Federal Reserve is operating with an abundant, or more than ample, level of reserves, and our securities holdings are tilted toward longer-dated maturities. We are shrinking the balance sheet to get back to a size consistent with an ample reserves system. As of last month, banks had nearly $3.4 trillion of reserves with the Fed, accounting for about 11 percent of nominal GDP.7Given my rough estimate of the level of reserves needed to be ample, I believe we can likely continue to let a share of maturing and prepaying securities roll off our balance sheet for some time, reducing reserve balances. Of course, we will continue to carefully monitor financial markets as we go.\nFor me, the bigger problem with our balance sheet is that the maturity structure of our assets to support an ample-reserves system is not well matched. We have far too many long-term assets on our balance sheet relative to my arguments for how to structure the balance sheet. I argued that long-term assets should only be held against currency liabilities, which are $2.3 trillion. But we hold about $2.3 trillion in agency mortgage-backed securities alone! So the duration of our asset portfolio is far too long for the liabilities we need to hold for an ample-reserves system.\nIf the Fed moved forward with a maturity-matching strategy as I suggest, it would hold about half of its Treasury securities in shorter-dated bills. There have been some advocates who support moving toward the Federal Reserve having a Treasury securities portfolio whose composition mimics the breakdown, or \"universe,\" of total Treasury securities outstanding. This would mean having about 20 percent of our current balance sheet in bills. The argument for this maturity structure is that with this approach, the Fed's holdings would not be putting pressure on any one segment of the yield curve. This is a valid argument, but it would put more duration on our balance sheet and expose the Fed to potential income losses, as we have witnessed the past few years. Maybe that is a tradeoff we should make to avoid distorting our demand for Treasury securities relative to the market's demand. In the end, I support continuing the conversation about what the ultimate composition should be. My objective today was to try to clarify what an ample-reserves balance sheet should look like as a starting point for this conversation.\nIn the years ahead, moving our portfolio toward shorter-duration securities will be a slow process unless we were to take the dramatic step of selling existing securities to replace them with Treasury bills. When reserves hit their desired ample level and we need to increase securities holdings in line with growth in autonomous factors, like currency and the TGA, we can actively accumulate bills, if we do not take other actions sooner.\nI hope that taking a deep dive into a few line items on the Fed's balance sheet has helped to see some issues that lie ahead. Though the FOMC has not finalized its desired efficient and effective size and composition of the balance sheet, it seems apparent that today's portfolio should be adjusted. And there are obvious steps to take. We are reducing the size of the balance sheet slowly and need to consider shifting it toward more bills. As we do so, we should do it gradually and predictably, so the markets and public are fully aware of our actions.\n1. The views expressed here are my own and are not necessarily those of my colleagues on the Board of Governors or the Federal Open Market Committee.Return to text\n2. In January 2019 the FOMC released the Statement Regarding Monetary Policy Implementation and Balance Sheet Normalization, which is available on the Board's website athttps://www.federalreserve.gov/newsevents/pressreleases/monetary20190130c.htm.Return to text\n3. The Federal Reserve supplies currency on demand to ensure that commercial bank money trades one for one with currency. This creates certainty that a customer's demand to transform one unit of commercial bank money into a unit of currency will be met.Return to text\n4. Judson (2024) estimates that a significant share of demand for U.S. currency comes from abroad, especially in the $100 denomination; see Ruth Judson (2024),\"Demand for U.S Banknotes at Home and Abroad: A Post-Covid Update,\"International Finance Discussion Papers 1387 (Washington: Board of Governors of the Federal Reserve System, March).Return to text\n5. For a discussion of the short-maturity assets approach, please see Annette Vissing-Jorgenson (forthcoming), \"Fluctuations in the Treasury General Account and the Fed's Balance Sheet,\" FEDS Notes (Washington: Board of Governors of the Federal Reserve System).Return to text\n6. For accounting purposes, our net interest income on these assets backing reserve balances would be near zero.Return to text\n7. As I noted, there will be a replenishing of the TGA in coming weeks. This action will reduce reserves commensurately.Return to text\nNote: On July 10, 2025, a typo was corrected in this sentence to change \"reserves\" to \"Treasury securities\": \"And, if the Fed is holding the Treasury securities, then the interest payment from the Treasury to the Fed on the Treasury bills is matched with an interest payment from the Fed to banks on their reserves.\""
    }
  ]
}