{
  "speaker": "Vice Chair for Supervision Michelle W. Bowman",
  "speeches": [
    {
      "title": "Statement by Vice Chair for Supervision Michelle W. Bowman",
      "date": "2025-08-01T00:00:00",
      "location": "",
      "url": "https://www.federalreserve.gov/newsevents/speech/bowman20250801a.htm",
      "summary": "Below is a concise summary of the speech/testimony by Federal Reserve Board Vice Chair for Supervision Michelle W. Bowman, delivered on July 30, 2025, dissenting from the FOMC's decision to keep the federal funds rate unchanged.\n\n### Key Points:\n- **Dissent and Preference:** Bowman dissented from the FOMC's decision to maintain the federal funds rate at its current level, advocating instead for a 25 basis point cut. She argued this would help transition the moderately restrictive policy toward a neutral stance amid slowing economic growth and emerging risks.\n\n- **Economic Overview:** \n  - The U.S. economy has shown resilience but with marked slowdowns, including weaker consumer spending, declining residential investment, and softer demand due to high interest rates, slower income growth, and strained household finances (e.g., elevated credit card use among lower-income groups).\n  - The labor market remains near full employment but is displaying signs of fragility, such as a declining employment-to-population ratio, reduced hiring, and job gains concentrated in less cyclical sectors like health care.\n  - Inflation has progressed toward the 2% target, with core PCE prices (excluding tariff effects) at around 2.5% in June, down from 2.9% in December, driven by easing services inflation and reduced labor market pressures.\n\n- **Shifting Risks and Mandate Focus:** \n  - Bowman highlighted diminishing upside risks to price stability, as tariff-related price increases appear temporary. She emphasized growing concerns about the employment mandate, noting that firms have so far avoided layoffs but may cut jobs if demand weakens further, potentially leading to broader economic deterioration.\n  - With inflation on a sustainable path to 2%, she urged greater attention to employment risks, warning that delays in policy adjustments could exacerbate labor market weakness or necessitate larger future corrections.\n\n- **Policy Path Recommendation:** \n  - She advocated for a proactive, gradual reduction in the policy rate to align with neutral levels, which would support the labor market and ensure progress toward both dual mandate goals (maximum employment and price stability).\n  - Bowman stressed the importance of consistent monetary policy decision-making, even as economic conditions evolve, and expressed commitment to collaborating with FOMC colleagues despite differing views.\n\nThis statement is based on information available to the FOMC at the time of the meeting, reflecting Bowman's balanced assessment of the economy and her call for timely action to mitigate risks.",
      "content": "On Wednesday, July 30, 2025, I dissented from the Federal Open Market Committee's (FOMC) decision to maintain the target range for the federal funds rate at its current level. As the Committee's post-meeting statement notes, I preferred to lower the target range for the federal funds rate by 25 basis points.1\nInflation has moved considerably closer to our target, after excluding temporary effects from tariffs, and the labor market remains near full employment. With economic growth slowing this year and signs of a less dynamic labor market, I saw it as appropriate to begin gradually moving our moderately restrictive policy stance toward a neutral setting. In my view, this action would have proactively hedged against a further weakening in the economy and the risk of damage to the labor market.\nThe U.S. Economy Has Remained ResilientThe U.S. economy has remained resilient in the first half of the year. Although underlying economic growth has slowed markedly, the labor market has remained stable near estimates of full employment. We have also seen meaningful progress in lowering inflation toward our 2 percent target, excluding tariff-related increases in goods prices.\nPrivate domestic final purchases have increased at a much slower pace this year as compared to strong gains in 2024, reflecting softening consumer spending, and declining residential investment. This weakness in demand likely reflects elevated interest rates, slower growth in personal income, and smaller liquid asset buffers and elevated credit card utilization rates among lower-income households.\nTotal payroll employment continued to increase moderately, and the unemployment rate remained historically low in June. However, the labor market has become less dynamic and shows increasing signs of fragility. The employment-to-population ratio has dropped significantly this year, businesses are reducing hiring but continue to retain their existing workers, and job gains have been centered in an unusually narrow set of industries that are less affected by the business cycle, including health care and social services.\nIn the absence of tariff effects on goods prices, the 12-month change in core personal consumption expenditures (PCE) prices would have been less than 2.5 percent in June, lower than its elevated reading of 2.9 percent in December and considerably closer to our 2 percent target. This progress reflects the recent considerable slowing in core PCE services inflation, which is consistent with recent softness in consumer spending and the labor market no longer being a source of inflation pressures.\nIncreased Concerns about Our Employment MandateIn terms of risks to achieving our dual mandate, I see that upside risks to price stability have diminished as I gain even greater confidence that tariffs will not present a persistent shock to inflation. With inflation on a sustained trajectory toward 2 percent, softness in aggregate demand, and signs of fragility in the labor market, I think that we should start putting more weight on risks to our employment mandate.\nThus far, with the memories of pandemic worker shortages still fresh, firms have resisted reducing their work forces in response to the slowing economic conditions. And they have appeared to be more willing to reduce profit margins as they are less able to fully pass through higher costs and raise prices given the weakness in demand. If demand conditions do not improve, firms may have little option other than to begin to lay off workers, recognizing that it may not be as difficult to rehire given the shift in labor market conditions.\nThe Policy Path as I See ItWith tariff-related price increases likely representing a one-time effect, it is appropriate to look through temporarily elevated inflation readings. As I recognize that economic conditions are shifting, I believe that beginning to move our policy rate at a gradual pace toward its neutral level will help maintain the labor market near full employment and ensure smooth progress toward achieving both of our dual-mandate goals. I see the risk that a delay in taking action could result in a deterioration in the labor market and a further slowing in economic growth. Taking a proactive approach in moving closer to neutral would avoid an unnecessary erosion in labor market conditions and reduce the chance that the Committee will have to carry out a significantly larger policy correction at a future date.\nIn my view, it is also important that the Committee's approach to monetary policy decision making is consistent over time—especially when we are facing shifting economic conditions.\nI recognize and appreciate that other FOMC members may see things differently and that they were more comfortable with leaving the target range for the policy rate unchanged. I remain committed to working together with my colleagues to ensure that monetary policy is appropriately positioned to achieve our dual goals of maximum employment and price stability.\n1. The descriptions of economic conditions contained in this statement are based solely on the information that was available to the Committee at the time of the meeting.Return to text"
    },
    {
      "title": "Welcoming Remarks",
      "date": "2025-07-15T00:00:00",
      "location": "At \"Unleashing a Financially Inclusive Future,\" the second annual Financial Inclusion Conference hosted by the Federal Reserve Board, Washington, D.C. (via prerecorded video)",
      "url": "https://www.federalreserve.gov/newsevents/speech/bowman20250715a.htm",
      "summary": "Below is a concise summary of the speech delivered by Federal Reserve Board Vice Chair for Supervision Michelle W. Bowman at the second annual Financial Inclusion Conference hosted by the Federal Reserve Board.\n\n### Overview and Introduction\nVice Chair Bowman welcomed attendees to the conference, emphasizing that financial inclusion is crucial for an economy that benefits all, with innovation in the financial sector playing a key role. She highlighted the Federal Reserve's ongoing commitment to advancing inclusion through research, community engagement, and regulatory approaches, which help assess how banks provide affordable services and how policies support or hinder inclusion.\n\n### Progress in Financial Inclusion\nBowman noted that banks of all sizes are actively working to enhance access to safe, fair, and responsive financial products for consumers and small businesses. She cited examples of innovation, such as the use of alternative data to offer affordable small-dollar loans and extend credit to \"credit invisibles\" (individuals without traditional credit histories). Additionally, she discussed collaborative efforts with federal and state partners to address rising check and payments fraud, referencing a recent interagency request for information on the issue to protect banks and customers.\n\n### Future Outlook and Conference Focus\nWhile acknowledging significant progress, Bowman stressed that more work is needed to achieve a fully inclusive financial system, with institutions innovating responsibly while maintaining safety and soundness. The conference's theme, \"Unleashing a Financially Inclusive Future,\" features discussions on banking innovation, evolving products and practices, the role of mission-driven organizations, and cross-border payment innovations. She concluded by thanking participants and introducing the next speaker.\n\nBowman's remarks reflect her personal views and not necessarily those of the Federal Reserve Board or the Federal Open Market Committee.",
      "content": "Accessible Keys for Video\n[Space Bar]toggles play/pause;\n[Right/Left Arrows]seeks the video forwards and back (5 sec );\n[Up/Down Arrows]increase/decrease volume;\n[M]toggles mute on/off;\n[F]toggles fullscreen on/off (Except IE 11);\nThe[Tab]key may be used in combination with the[Enter/Return]key to navigate and activate control buttons, such as caption on/off.\nGood morning. I'm very pleased to welcome you to the second annual Financial Inclusion Conference hosted by the Federal Reserve Board.1Last year, at our inaugural event, I underscored that financial inclusion is essential for creating an economy that works for everyone, with innovation in the financial sector playing an important role.2\nThis year's conference builds upon increased engagement across both the public and private sectors, with a collective effort to leverage technology to broaden financial service access and improve the financial well-being of consumers and small businesses. The Federal Reserve will continue to play an important role in these efforts through its research, community engagement, and regulatory approach. This work supports our ability to understand and communicate the state of financial inclusion, how banks support access to affordable financial services, and the role that our policies and practices play in promoting inclusion.\nProgress to DateBanks of all sizes are working to improve access to financial services for all Americans. As I've noted in the past, the U.S. banking system is well-positioned to bring consumers and small businesses into the financial mainstream by providing access to safe, fair, and responsive financial products and services.3These efforts greatly benefit from our continued focus on broader access and innovation, including understanding how our supervisory and regulatory framework either supports or impairs a bank's ability to provide affordable financial services that are consistent with safety and soundness.\nInnovation comes in many forms. One example is through banks' use of alternative data, which can enable banks to provide services like affordable small-dollar loans or to provide access to credit invisibles who may not have access to loans and other financial services from traditional lenders.4This growing area of focus also helps align financial service offerings with a customer's financial goals.\nA well-functioning financial system provides a foundation for strong consumer financial health. To further this, the federal banking agencies recently published a request for information on check and payments fraud to help address the impact of this growing problem on banks and their customers. I am committed to working together with a wide range of state and federal partners, including law enforcement, to address this issue.5\nA More Financially Inclusive FutureAlthough there has been significant progress in providing access to financial services, there is more work left to be done. We know that financial institutions, both small and large, are working to build innovative approaches to meet their customers' needs while maintaining the safety and soundness of the banking system.\nToday's ConferenceThe theme of this year's conference is \"Unleashing a Financially Inclusive Future.\" Today, we will hear from a number of experts that will help to explore what the future might hold for financial inclusion. Our next presenter, Jo Ann Barefoot from the Alliance for Innovative Regulation, will discuss the role of banking industry innovation and policies in support of financial inclusion. Later in the day we will hear from three panels focused on topics including evolving products and practices, the role of mission-driven organizations, and how cross-border payment innovations can facilitate the movement of money around the world.\nI would like to thank you all for joining us today and I will turn it over to Art Lindo, Deputy Director and Head of Policy in the Board's Division of Supervision & Regulation, to introduce Jo Ann Barefoot.\nThank you for the opportunity to join you virtually today, and for your ongoing commitment to support a financially inclusive future.\n1. The views expressed here are my own and are not necessarily those of my colleagues on the Federal Reserve Board or the Federal Open Market Committee.Return to text\n2. See Michelle W. Bowman, \"Promoting an Inclusive Financial System (PDF),\" speech delivered at Financial Inclusion Practices and Innovations Conference at the Federal Reserve Board of Governors, Washington, D.C., July 9, 2025.Return to text\n3. Bowman, \"Promoting an Inclusive Financial System.\"Return to text\n4. For more details on regulations related to alternative data use in credit underwriting and small-dollar lending, see Board of Governors of the Federal Reserve System, \"Interagency Statement on the Use of Alternative Data in Credit Underwriting,\" CA letter 19-11 (December 12, 2019), and Board of Governors of the Federal Reserve System, \"Interagency Lending Principles for Making Responsible Small-Dollar Loans,\" SR letter 20-14/CA 20-8 (May 20, 2020).Return to text\n5. See Board of Governors of the Federal Reserve System, Federal Deposit Insurance Corporation, and Office of the Comptroller of the Currency, \"Federal Bank Regulatory Agencies Seek Comment to Address Payments and Check Fraud,\" press release, June 16, 2025.Return to text"
    },
    {
      "title": "Unintended Policy Shifts and Unexpected Consequences",
      "date": "2025-06-23T00:00:00",
      "location": "At “Assessing the Effectiveness of Monetary Policy during and after the COVID-19 Pandemic,” a research conference sponsored by the International Journal of Central Banking and the Czech National Bank, Prague, Czech Republic",
      "url": "https://www.federalreserve.gov/newsevents/speech/bowman20250623a.htm",
      "summary": "Below is a concise summary of the speech/testimony delivered by Federal Reserve Board Vice Chair for Supervision Michelle W. Bowman. The speech covers her responsibilities, the U.S. economic outlook, and the need for adaptive bank regulations to address unintended consequences.\n\n### Overview and Introduction\nBowman begins by outlining her role in overseeing bank supervision and regulation at the Federal Reserve, emphasizing the importance of monitoring activities beyond traditional banking, such as those in non-bank sectors. She stresses that regulations must evolve with changes in the economy, financial system, and market dynamics, rather than being \"set it and forget it.\" She highlights how time-related shifts can lead to unintended policy effects, particularly in capital requirements like the supplementary leverage ratio (SLR), which has increasingly become a binding constraint for large banks instead of a backstop.\n\n### Monetary Policy and Economic Outlook\nBowman provides an update on the U.S. economy and monetary policy. At the recent Federal Open Market Committee (FOMC) meeting, the federal funds rate was maintained at 4-1/4 to 4-1/2 percent, with continued balance sheet reduction. She supported this decision due to a solid labor market and the need for sustained evidence that inflation is approaching the Fed's 2 percent target. Key points include:\n- **Labor Market**: Stable, with unemployment at 4.2 percent, job gains averaging 140,000 per month, and wage growth moderating, reducing inflation pressures.\n- **Inflation**: 12-month core PCE inflation at 2.6 percent in May, down from 2.9 percent, with goods inflation slightly elevated but offset by slowing services inflation. She notes potential upside risks from tariffs or geopolitical tensions but sees limited immediate impact.\n- **Economic Growth**: Private domestic final purchases have softened, with signs of fragility in spending and the labor market. She advocates for potential rate cuts if inflation continues to moderate or labor conditions weaken, emphasizing a data-dependent approach to achieve the Fed's dual mandate of maximum employment and price stability.\n\n### Policy Shifts and Unintended Consequences\nThe core of Bowman's remarks focuses on how evolving conditions have distorted bank regulations, particularly leverage ratios. She argues that these ratios, designed as a backstop to risk-based capital requirements, have become overly restrictive due to factors like high reserves and liquidity rules, affecting financial stability and market functioning. Specific issues include:\n- **Treasury Market Impacts**: Leverage ratios are constraining bank-affiliated broker-dealers, leading to reduced liquidity in U.S. Treasury markets, as evidenced by data from the Fed's Financial Stability Report. This has resulted in volatility, lower intermediation capacity, and potential exacerbation of stress events.\n- **Broader Effects**: Overly binding leverage requirements could incentivize banks to shift toward higher-risk assets, increasing costs for low-risk activities and potentially harming credit availability and economic growth.\n\n### Identifying Problems and Proposing Solutions\nBowman calls for a pragmatic, data-driven approach to regulation. She reviews evidence of Treasury market strains and urges regulators to revisit policies. Key proposals include:\n- **Amendments to Enhanced SLR (eSLR)**: The Fed is set to consider changes to make the eSLR a true backstop, addressing its unintended constraints.\n- **Broader Reforms**: Hosting a conference on July 22 to discuss the bank capital framework, including recalibrating leverage ratios, G-SIB surcharges, and regulatory thresholds (e.g., indexing them to nominal GDP to account for inflation and growth).\n- **General Approach**: Regulators should regularly review and maintain regulations, considering long-term market developments to ensure they promote safety, soundness, and financial stability without unintended harms.\n\n### Closing Thoughts\nBowman concludes by reiterating the need for a dynamic regulatory system that balances statutory objectives with real-world consequences. She emphasizes evidence-based analysis in rulemaking and commits to monitoring data for informed decisions, underscoring that regulations should adapt to evolving economic and financial landscapes.\n\nThis speech reflects Bowman's balanced view on monetary policy and regulatory reform, advocating for proactive adjustments to support a resilient banking system and stable economy.",
      "content": "Thank you for the invitation to join you today.1As the Federal Reserve's Vice Chair for Supervision, I am responsible for, among other things, leading the Board's Division of Supervision and Regulation in its work to promote the safe and sound operation of the U.S. banking system. While this includes the specific activities of bank supervision and regulation, the financial system reaches far beyond the banking system. Regulators must also monitor the effects of activities that extend outside this perimeter, for example activities that have migrated from banks to non-banks, or when there are broader market implications of regulatory actions and their potential effects on financial stability. Regulations should not be created in a static world of \"set it and forget it.\"\nToday, my remarks will focus specifically on how the passage of time—with underlying changes in the composition of the economy and the financial system, interest rate shifts, and patterns and preferences of banking and financial activity—can lead to unintended policy application and unexpected consequences. Regulators should consider these broader evolving dynamics as they craft regulations to endure beyond today's circumstances.\nTypically, these effects are not contemplated in the scope of the usual cost-benefit analysis, as shifts occur over time after a new rule or regulation is implemented or enacted. But shifts can, in effect, become new policy choices with consequences that can pose significant issues.\nOne shift in particular is that of the supplementary leverage ratio increasingly becoming the binding capital constraint for the largest banks in the United States. The U.S. banking system includes two basic types of capital requirements: risk-based requirements that impose a capital \"charge\" based on the underlying risk of a particular activity, and leverage-based requirements that do not differentiate based on the risk characteristics of underlying assets. And while leverage-based capital requirements are generally intended to operate as a backstop to risk-based requirements, changes in the financial system and the broader economy can alter this relationship between capital requirements. This shift in the nature of leverage-based capital requirements, from backstop to binding constraint, was not driven by a deliberate policymaking process, but rather by the maintenance of a high level of reserves in the banking system, as well as the introduction of liquidity requirements that compelled banks to replace loans with high-quality liquid assets.2\nMonetary Policy and Economic OutlookBefore turning to the main theme of my remarks, I would like to give a brief update on my outlook for the economy and monetary policy.\nAt the Federal Open Market Committee (FOMC) meeting last week, the Committee voted to maintain the target range for the federal funds rate at 4-1/4 to 4‑1/2 percent and to continue to reduce the Federal Reserve's securities holdings. I supported this decision because the data shows a solid labor market and I would like to see further confirmation that inflation is close to our 2 percent target on a sustained basis.\nIf inflation remains near its current level or continues to move closer to our target, or if the data show signs of weakening in labor market conditions, it would be appropriate to consider lowering the policy rate, moving it closer to a neutral setting.\nAt this point, we have not seen significant economic impacts from trade developments or other factors, and the U.S. economy has continued to be resilient despite some slowing in economic growth. Private domestic final purchases (PDFP) growth slowed to a moderate pace in the first quarter, even as activity was partly boosted by a pull-forward of spending on motor vehicles and high-tech equipment ahead of the implementation of tariffs. Although the pull-forward of spending appears to be unwinding, retail and motor vehicle sales through May provide further evidence that PDFP has softened so far this year.\nThe labor market appears to remain solid, with payroll employment rising about 140,000 per month, on average, in April and May, only slightly below the average monthly gains over the past two quarters. This pace of job gains appears consistent with the unemployment rate remaining at a low 4.2 percent through May, which is roughly unchanged since the middle of last year.\nThe labor market appears to be stable near estimates of full employment, with layoffs remaining low. The number of job openings relative to job seekers has moved roughly sideways since the middle of last year at, or a touch below, the pre-pandemic level. And the labor market no longer appears to be especially tight or a significant source of inflation pressures, as most wage growth measures have slowed closer to a pace consistent with 2 percent inflation.\nTurning to inflation, we have seen a welcome return to further moderation of personal consumption expenditures (PCE) inflation over the past three months. The May consumer and producer price reports suggest that 12-month core PCE inflation stood at 2.6 percent in May, down meaningfully from its elevated reading of 2.9 percent at the end of last year. Similar to the past two years, elevated monthly inflation readings in January and February have been followed by low readings as we move into the spring.\nOn a 12-month basis, core PCE goods inflation has picked up somewhat since last December, but this has been more than offset by a considerable slowing in core PCE services inflation. It appears that any upward pressure from higher tariffs on goods prices is being offset by other factors and that the underlying trend in core PCE inflation is moving much closer to our 2 percent target than is currently apparent in the data. With housing services inflation on a sustained downward trajectory, and other core services inflation already consistent with 2 percent inflation, only core goods inflation remains somewhat elevated likely reflecting limited passthrough from tariffs.\nWith economic growth slowing, it is possible that recent softness in aggregate demand could be starting to translate into weaker labor market conditions. While still strong, the labor market appears to be less dynamic, with modest hiring rates, layoffs edging up from low levels, and job gains concentrated in just a few industries. With inflation on a sustained trajectory toward 2 percent, softness in aggregate demand, and signs of fragility in the labor market, I think that we should put more weight on downside risks to our employment mandate going forward.\nDespite progress on lowering inflation, there are potential upside risks if negotiations result in higher tariffs or if firms raise goods prices independent of any tariff pass-through. Although we have not seen evidence of disruptive impacts on supply chains, changes in global trade patterns could lead to an increase in prices for goods and services. The current conflict in the Middle East or other geopolitical tensions could also lead to higher commodity prices.\nI am certainly attentive to these inflation risks, but I am not yet seeing a major concern, as some retailers seem unwilling to raise prices for essentials due to high price sensitivity among low-income consumers and as supply chains appear to be largely unaffected so far.\nMeasures of policy and economic uncertainty have receded from recent highs, and measures of consumer and business sentiment have also improved in recent weeks after having dropped considerably. These developments reinforce my view that concerns will subside as more clarity emerges on trade policy. Businesses appear to be resuming investment and hiring decisions, as they feel increasingly confident that less favorable trade outcomes are unlikely to occur.\nI remain focused on how new policies evolve and whether future data releases will provide perspective about their economic impacts. On trade policy, I expect that negotiations will ultimately result in lower tariff rates than are currently in place, consistent with the resumption of financial market optimism. Further, should we see effects on inflation this year, I expect that increased slack in the economy will limit this to a small, one-off impact.\nSmall and one-off price increases this year should translate only into a small drag on real activity. I also expect that less restrictive regulations, lower business taxes, and a more friendly business environment will likely boost supply and largely offset any negative effects on economic activity and prices.\nIn considering the risks to achieving our dual mandate, I fully supported the revised characterization of uncertainty and the balance of risks in our most recent monetary policy statement, pointing to the diminished uncertainty and removing the emphasis on risks to both sides of our mandate. In my view, it was appropriate to recognize that the balance of risks has shifted. In fact, the data have not shown clear signs of material impacts from tariffs and other policies. I think it is likely that the impact of tariffs on inflation may take longer, be more delayed, and have a smaller effect than initially expected, especially because many firms front-loaded their stocks of inventories. And, all considered, ongoing progress on trade and tariff negotiations has led to an economic environment that is now demonstrably less risky. The change in our monetary policy statement appropriately incorporates this shift in the balance of risks as well as the rapid improvement in many measures of uncertainty.\nAs we think about the path forward, it is time to consider adjusting the policy rate. As inflation has declined or come in below expectations over the past few months, we should recognize that inflation appears to be on a sustained path toward 2 percent and that there will likely be only minimal impacts on overall core PCE inflation from changes to trade policy. We should also recognize that downside risks to our employment mandate could soon become more salient, given recent softness in spending and signs of fragility in the labor market.\nBefore our next meeting in July, we will have received one additional month of employment and inflation data. If upcoming data show inflation continuing to evolve favorably, with upward pressures remaining limited to goods prices, or if we see signs that softer spending is spilling over into weaker labor market conditions, such developments should be addressed in our policy discussions and reflected in our deliberations. Should inflation pressures remain contained, I would support lowering the policy rate as soon as our next meeting in order to bring it closer to its neutral setting and to sustain a healthy labor market. In the meantime, I will continue to carefully monitor economic conditions as the Administration's policies, the economy, and financial markets continue to evolve.\nIt is important to note that monetary policy is not on a preset course. At each FOMC meeting, my colleagues and I will make our decisions based on the incoming data and the implications for and risks to the outlook, guided by the Fed's dual-mandate goals of maximum employment and stable prices. I will also continue to meet with a broad range of contacts as I assess the appropriateness of our monetary policy stance.\nBringing inflation in line with our price-stability goal is essential for sustaining a healthy labor market and fostering an economy that works for everyone in the longer run.\nPolicy Shifts and Unintended ConsequencesIn my responsibilities over bank regulation and supervision at the Federal Reserve, I intend to apply a pragmatic approach. We will review data and evidence, identify problems that need to be resolved, and develop efficient solutions to address those identified issues.3While the regulatory authority of the Federal Reserve is primarily related to the banking system, theconsequencesof banking regulation and supervisory efforts are not limited to the banking system. Bank regulation and supervision affect how financial activities are conducted, the cost and availability of credit and financial services, and even what types of entities provide those services. While it is important to consider the consequences of regulatory actions as they evolve over time, in cases where regulation may create or exacerbate financial stability risks, we must examine whether those risks are justified by the safety and soundness benefits of the regulation.\nBank-affiliated broker-dealers play a critical role in U.S. capital markets, including in Treasury market intermediation activities. Today I will discuss the lessons we have learned about how bank regulatory requirements, specifically leverage ratios in the United States, can have unintended consequences. Leverage ratio impacts on bank-affiliated broker-dealers can have broader impacts, including market impacts like those observed in Treasury market intermediation activities. Once we've identified \"emerging\" unintended consequences—issues that were not contemplated during the development of a regulatory approach—we must consider how to revisit earlier regulatory and policy decisions.\nAs I will discuss in greater detail shortly, regulators must act quickly to address the growing problems with increasingly binding leverage ratios. In 2021, in connection with the expiration of temporary, emergency changes to the supplementary leverage ratio (SLR), the Federal Reserve committed to \"soon\" inviting public comment on potential modifications.4Over four years later, a proposal has not been issued, and problems with Treasury market intermediation continue to emerge. The time has come for the federal banking agencies to revisit leverage ratios and their impacts on the Treasury markets.\nLooking at the Data: Treasury Market FunctioningAs a first step in this pragmatic approach, it is important to look at what the data says about Treasury market functioning. This is a necessary first step before we determine whether there are issues or problems that can be addressed through adjustments to bank regulatory requirements.\nA review of Treasury market data provides a history of growing issues with Treasury market functioning. In recent years, U.S. policy debates have highlighted the need to take preventative measures to ensure smooth market functioning. One issue that continues to persist is low levels of Treasury market liquidity as the Board's semiannualFinancial Stability Reportnoted.5In addition, some dealers experienced balance sheet pressure in intermediating record volumes of Treasury market transactions in the spring, at a time when reports from market participants also indicated reduced demand from other Treasury investors.6\nA survey of market participants from the Fed's most recentFinancial Stability Reportnoted that more than a quarter of respondents cited Treasury market functioning as a risk to the U.S. financial system and the broader global economy. This was an increase from the same survey conducted last fall when 17 percent of those surveyed cited Treasury market functioning as a risk.7\nRecent changes to Treasury market clearing activities from the Securities and Exchange Commission's central clearing requirement for U.S. Treasuries were implemented to improve Treasury market functioning. Once fully implemented, these changes may improve market functioning. The Federal Reserve's Standing Repo Facility may also help to promote smooth functioning in the Treasury market. But it is unclear how the ongoing increases in the volume of Treasury issuance, the volume of Treasury securities outstanding, and changes to the Fed's balance sheet over time, may also affect market liquidity.\nTreasury markets have experienced stress events as recently as the September 2019 repo market stress, and the so-called \"dash for cash\" in March of 2020. In early April, we also saw strains in Treasury cash markets. Although markets continued to function, there were unexpected moves in Treasury yields, with an initial drop in yields followed by a sharp increase that seems to have been driven in part by the unwinding of the swap spread trade by leveraged investors in response to declining swap spreads.\nWe do not know exactly what circumstances may lead to a future stress event or how it will manifest, and continuing to impose unwarranted limits on dealers' intermediation capacity could exacerbate a future stress event in this critical market. But we do know that these events have raised concerns about the resilience of U.S. Treasury markets. Therefore, we should continue to actively monitor indicators of market functioning. Recent trends in both market liquidity indicators and survey responses suggest that this problem has persisted and may be becoming more severe. Low liquidity can create more volatility in prices, exacerbate the effects of market shocks, and threaten market functioning.\nIdentifying the Problem: Looking Beyond Treasury Market IntermediationLarge bank-affiliated primary dealers play a vital role in the intermediation of U.S. Treasury markets. These dealers are subject to, not insulated from, the effect of banking regulation. While many factors can affect market liquidity, including the growing volume of Treasury issuance, Treasury market saturation, and interest rate volatility, we must consider whether some of the pressure is a byproduct of bank regulation. Due to the role of large banks in the intermediation of Treasury markets, there is a direct link between banking regulation and Treasury market liquidity, particularly when it comes to the growth of \"safe\" assets in the banking system and the increase in leverage-based capital requirements becoming the binding capital constraint on some large banks. In 2018, the Federal Reserve along with the Office of the Comptroller of the Currency (OCC) proposed significant changes to the enhanced supplementary leverage ratio (eSLR) that applies to the largest banks.8These revisions were never finalized, but the intent behind them was to return the eSLR to its traditional role as a backstop capital requirement instead of what has become a substantial balance sheet constraint.\nThe proposed change was designed to promote resilience in the banking system and to protect financial stability, while also maximizing credit availability and economic growth throughout the credit cycle.9During the COVID-19 pandemic, the Federal Reserve addressed constraints on the ability of U.S. banks to support efficient Treasury market functioning by temporarily excluding Fed reserves and Treasuries from the denominator of the SLR.10\nThe central role of bank-affiliated broker-dealers in Treasury market intermediation has led us to take a close look at bank regulatory requirements to clarify how these requirements, particularly their calibration, may impact Treasury market functioning. Although designed to address low risk activities, like Treasury market intermediation, leverage ratios have become increasingly binding as a bank capital constraint as market conditions change.\nWhile issues around the use of leverage ratios require close examination, a solid capital foundation in the banking system is critical to support safety and soundness and financial stability. Revisiting the calibration of leverage ratios to ensure that they remain backstops instead of creating binding constraints, especially in times of stress, should not be interpreted as a critique of the role of capital in a robust regulatory and supervisory framework.\nBut to be clear, theconsequencesof an overly restrictive leverage ratio go well beyond just Treasury market intermediation, and impact a wide range of low-risk activities. Leverage capital requirements do not differentiate between the risk of different asset classes or exposures.\nHowever, in periods when bank balance sheets are expanding—like the significant deposit inflows during COVID-19—leverage capital requirements can unintentionally become the binding constraint on both banks and their affiliates. This increases the amount of required capital as bank balance sheets grow, regardless of the underlying risk. When constrained in this way, bank-affiliated primary dealers may pull back on the market intermediation of low-risk assets like U.S. Treasuries. A binding leverage capital requirement can create perverse incentives for banks to shift their balance sheets into higher risk assets, since doing so could generate larger returns without requiring additional capital. This is simply a cause and effect of overly restrictive leverage capital.\nThe fact of leverage ratios becoming increasingly binding is evident in simple metrics like the ratio of risk-weighted assets to total leverage exposure. These are, respectively, the denominators of risk-based capital ratios and the SLR. Shortly after the SLR was adopted in the U.S. in the mid-2010s, this ratio stood at 48 percent in the aggregate for the eight largest U.S. banks, the global systemically important banks (G-SIBs). Since then, the ratio of risk-weighted assets to total leverage exposure has declined and currently stands at 40 percent, primarily due to higher reserves and other types of high-quality liquid assets on bank balance sheets. This downward trend results in the SLR increasingly becoming the binding constraint and reflects banks' growing holdings of high-quality liquid assets, most of which carry a risk weight of zero underrisk-basedcapital ratios but have a 100 percent weighting underleveragecapital ratios.\nEfficient SolutionsOne example of the SLR's unintended consequence is the erosion of liquidity in U.S. Treasury markets because it is driven, in part, by leverage ratio requirements increasingly becoming the binding constraints on the largest U.S. banks. This example also illustrates the necessity of evaluating tradeoffs in regulation and speaks to a larger issue with the calibration of leverage.\nThe banking regulators are uniquely positioned to both analyze and remediate components of the bank regulatory framework that may disrupt banks' participation in low-risk, but economically critical activities. This includes the exacerbation of Treasury market illiquidity. Treasury markets play a critical role in the U.S. and global financial systems, and we should be proactive in addressing the unintended consequences of bank regulation, while ensuring the framework continues to promote safety, soundness, and financial stability.11We should start by addressing potential constraints on Treasury market functioning before issues arise, lessening impacts from stress, and mitigating the need to intervene in future market events.\nOn Wednesday, the Board is scheduled to consider specific amendments to the eSLR, which is the requirement that applies at both the holding company and bank levels of the largest U.S. banks. While I do not want to front-run the proposal, I will note that the proposal's goal is to address a long-identified—and growing—problem with the calibration of this leverage requirement. The proposal would solicit public comment on the impacts of this miscalibration, potential fixes, and work to develop an appropriate and effective solution. This proposal takes a first step toward what I view as long overdue follow-up to review and reform what have become distorted capital requirements. This proposal, while meaningful, addresses only one element of the capital framework. More work on capital requirements remains, especially to consider how they have evolved and whether changes in market conditions have revealed issues that should be addressed.\nIn a few weeks, on July 22, the Federal Reserve will host a conference to bring together a wide range of thought leaders to discuss the U.S. bank capital framework, including the design and calibration of leverage ratios. Fixing the design and calibration of leverage capital requirements will not resolve every issue with U.S. Treasury market functioning. But, simple reforms to return leverage ratio requirements to their traditional role as a capital backstop could improve Treasury market functioning by building resilience in advance of future stress events. And this could reduce the chances that we would need to intervene in Treasury markets should a future stress event arise. While we know well the issues created by the eSLR, there are many potential improvements that could address other issues within the capital framework.\nAs I have noted previously, a broader set of reforms could include amending not only the leverage capital ratio, but also G-SIB surcharge requirements. We should also reconsider capital requirements for a wider range of banks, including the SLR's application to banks with more than $250 billion in assets, Tier 1 leverage requirements, and the calibration of the community bank leverage ratio.\nThe unintended shift over time in the eSLR increasingly becoming a binding capital constraint demonstrates that we need to think about regulatory policies in a dynamic way based on the evolution in the banking and financial systems, and the broader economy.\nOther examples of regulations that must take into account the impact of economic growth and inflation include elements of the G-SIB surcharge, as well as regulatory thresholds that define the broader categories of banks. Thresholds like the $10 billion definition of a \"community bank\" and the $700 billion in total assets and $75 billion for cross-jurisdictional activity separating Category II and III banks determine which regulatory requirements apply to each group.\nOne way to prevent the original calibration from becoming divorced from the foundational policy decisions over time is to index the relevant G-SIB surcharge coefficients and regulatory thresholds to nominal gross domestic product. While approaches like indexing thresholds and requirements can make our regulations more robust and durable over time, we should also acknowledge the essential role of supervision as a tool to promote safety and soundness, and financial stability. Just as our capital requirements are intended to operate in a complementary manner, so do regulation and supervision act in a complementary way.\nThese are only a handful of relevant examples, but they are representative of an effective approach to regulatory reform. Regulations should not be created in a static world of \"set it and forget it.\" The economy evolves over time, as do the banking and financial systems and the needs of businesses and consumers.\nIncreasingly, regulators are expected to conduct a more thorough and detailed analysis as part of the ordinary rulemaking process, which includes a proposal's costs and benefits. Yet, over time, we tend to devote fewer resources to the work of conducting maintenance of our regulations. Maintenance of the regulatory system should include reviewing the basis for earlier policy decisions, considering whether the policies embedded in regulations have been distorted over time through market developments, and examining whether emerging issues in the market should lead to further review and revision.\nClosing ThoughtsThank you for the opportunity to join you today and to provide my views on the U.S. economic outlook and current regulatory proposals. In the United States, regulatory policy objectives are prescribed by law, and bank regulators focus primarily on promoting the safe and sound operation of U.S. banks, and financial stability. Despite this limited purpose, we must understand the consequences of regulations, which can extend well beyond the banking system. Recent trends—including providing more fact-based and analytical support for proposals—are a positive step in achieving responsible regulation.\nBut we need a broad commitment to follow the approach I have just described. We must consider relevant data and information, identify the source of any problems or opportunity for greater efficiency, and then develop targeted and effective policy solutions and approaches.\n1. The views expressed here are my own and are not necessarily those of my colleagues on the Federal Reserve Board or the Federal Open Market Committee.Return to text\n2. See 12 CFR 249.3; 249.20 (defining categories of high-quality liquid assets based on asset characteristics).Return to text\n3. See Michelle W. Bowman, \"Taking a Fresh Look at Supervision and Regulation (PDF),\" (speech at the Georgetown University McDonough School of Business, Psaros Center for Financial Markets Policy, Washington, D.C., June 6, 2025).Return to text\n4. Board of Governors of the Federal Reserve System, \"Federal Reserve Board Announces that the Temporary Change to its Supplementary Leverage Ratio (SLR) for Bank Holding Companies Will Expire as Scheduled on March 31,\" press release, March 19, 2021, (\"To ensure that the SLR—which was established in 2014 as an additional capital requirement—remains effective in an environment of higher reserves, the Board will soon be inviting public comment on several potential SLR modifications. The proposal and comments will contribute to ongoing discussions with the Department of the Treasury and other regulators on future work to ensure the resiliency of the Treasury market.\").Return to text\n5. See Board of Governors of the Federal Reserve System,Financial Stability Report (PDF)(Washington, D.C., April 2025), 10–11.Return to text\n6. Board of Governors,Financial Stability Report, at 32.Return to text\n7. See Board of Governors,Financial Stability Report, at 3.Return to text\n8. See Office of the Comptroller of the Currency and Federal Reserve System (2018), \"Regulatory Capital Rules: Regulatory Capital, Enhanced Supplementary Leverage Ratio Standards for U.S. Global Systemically Important Bank Holding Companies and Certain of Their Subsidiary Insured Depository Institutions; Total Loss-Absorbing Capacity Requirements for U.S. Global Systemically Important Bank Holding Companies,\"FederalRegister,vol. 83 (April 19), pp. 17317–27.Return to text\n9. See Office of the Comptroller of the Currency and Federal Reserve System (2018), \"II. Revisions to the Enhanced Supplementary Leverage Ratio Standards,\"Federal Register, vol. 83 (April 19), p. 17319, paragraph 3: \"Leverage capital requirements should generally act as a backstop to the risk-based requirements. If a leverage ratio is calibrated at a level that makes it generally a binding constraint through the economic and credit cycle, it can create incentives for firms to reduce participation in or increase costs for low-risk, low-return businesses.\"Return to text\n10. See, for example, Federal Reserve System (2020), \"Temporary Exclusion of U.S. Treasury Securities and Deposits at Federal Reserve Banks from the Supplementary Leverage Ratio (PDF),\"FederalRegister,vol. 85, (April 14), pp. 20578–79.Return to text\n11. For more information, see the press release in note 4 indicating that the Board would seek comment on changes to the SLR.Return to text"
    }
  ]
}